Repository: jmullan/Gallery2
Catalog: modules/squarethumb/po/*.po
Languages: sv_se

source: Square Thumbnails
sv_se: Fyrkantiga Miniatyrbilder

source: Build all thumbnails so they are square
sv_se: Generera samtliga miniatyrbilder s&aring; att de &auml;r fytkantiga

source: Display
sv_se: Via

source: target size
sv_se: m&aring;lstorlek

source: (optional)
sv_se: (frivilligt)

source: Create square thumbnail
sv_se: Skapa fyrkantig miniatyrbild

source: Square Thumbnail Module
sv_se: Modul F&ouml;r Fyrkantiga Miniatyrbilder

source: This module requires you to have at least one graphics toolkit active in order for it to operate properly. Please return to the <a href="%s">Modules</a> page and activate a graphics toolkit.
sv_se: Denna modul kr&auml;ver att du har minst ett grafiskt verktyg aktivt f&ouml;r att den skall fungera korrekt. V&auml;nligen &aring;terg&aring; till <a href="%s">modulsidan</a> och aktivera ett grafiskt verktyg.

source: Settings saved successfully
sv_se: Inst&auml;llningarna sparades framg&aring;srikt

source: Crop images to square
sv_se: Besk&auml;r bilder kvadratiskt

source: Fit images to square, padding with background color:
sv_se: Passa in bilderna kvadratiskt, fyll ut med bakgrundsf&auml;rgen:

source: Color value missing
sv_se: F&auml;rgv&auml;rde saknas

source: Color value invalid
sv_se: F&auml;rgv&auml;rde ogiltigt

source: Background color is in RGB hex format; 000000 is black, FFFFFF is white.
sv_se: Bakgrundsf&auml;rg &auml;r i RGB HEX-format; 000000 &auml;r svart, FFFFFF &auml;r vitt.

source: Save
sv_se: Spara

source: Reset
sv_se: Nolls&auml;ll
