Repository: jmullan/Gallery2
Catalog: modules/customfield/po/*.po
Languages: es, sv_se

source: Display settings saved successfully
es: Configuraci√≥n guardada
sv_se: Visningsinst&auml;llningarna sparades framg&aring;srikt

source: New field added successfully
es: Nuevo campo a&ntilde;adido
sv_se: Nytt f&auml;t framg&aring;srikt tillagt

source: Field moved successfully
es: Campo movido
sv_se: F&auml;t framg&aring;srikt flyttat

source: Field removed successfully
es: Campo borrado
sv_se: f&auml;t framg&aring;srikt borttaget

source: Picklist updated successfully
sv_se: Listan framg&aring;srikt uppdaterad

source: Field name already in use
es: Nombre de campo ya en uso
sv_se: F&auml;ltnamnet redan anv&auml;nt

source: Changes saved successfully
es: Cambios guardados
sv_se: &Auml;ndringar sparades framg&aring;srikt

source: Custom Fields
es: Campos Personalizados
sv_se: Specialf&auml;lt

source: Common Fields
es: Campos Comunes
sv_se: Vanliga f&auml;lt

source: Album Fields
es: Campos de &Aacute;lbum
sv_se: Albumf&auml;t

source: Photo Fields
es: Campos de Fotos
sv_se: Fotof&auml;t

source: Custom Fields Module
es: M&oacute;dulo de Campos Personalizados
sv_se: Modul f&ouml;r Specialf&auml;lt

source: Search custom fields
es: Buscar campos personalizados
sv_se: S&ouml;k specialf&auml;lt

source: Create custom data fields for Gallery items
es: Crear campos de datos personalizados para los items de Gallery
sv_se: Skapa specialf&auml;lt f&ouml;r Galleryobjekt

source: Extra Data
es: Datos Extra
sv_se: Extra Information

source: Field name cannot be empty
es: El nombre de campo no puede estar vacio
sv_se: F&auml;ltnamnetet kan inte vara tomt

source: Display
es: Mostrar
sv_se: Visa

source: Set the display order and visibility of the fields below. Summary fields are typically displayed with thumbnails in an album view. Detail fields are usually shown when viewing the specific item.
sv_se: Angiv sortering og synlighed af felterne nedenfor. Sammendragsfelter vises typisk med miniaturer i albumvisningen. Detaljefelter vises normalt n√•r et element vises.

source: Field
es: Campo
sv_se: F&auml;lt

source: Summary
es: Resumen
sv_se: Summering

source: Detail
es: Detalle
sv_se: Detalj

source: Order
es: Ordenar
sv_se: Sortering

source: down
es: bajar
sv_se: ner

source: Save
es: Gaurdar
sv_se: Spara

source: Reset
es: Restablecer
sv_se: Nollst&auml;ll

source: Add/Remove
es: A&ntilde;adir/Borrar
sv_se: L&auml;gg till/Ta bort

source: Save any changes above before using the controls below.
es: Guarde los cambios usando los controles inferiores.
sv_se: Spara &auml;ndringar ovanf&ouml;r innan du anv&auml;nder inst&auml;llningarna nedan.

source: Add
es: A&ntilde;adir
sv_se: L&auml;gg till

source: Field:
es: Campo:
sv_se: F&auml;lt:

source: Action:
es: Acci&oacute;n:
sv_se: Funktion:

source: Remove
es: Borrar
sv_se: Ta bort

source: Move to Album
es: Mover al &Aacute;lbum
sv_se: Flytta till album

source: Move to Photo
es: Mover a Imagen
sv_se: Flytta till foto

source: Move to Common
sv_se: Flytta till Vanliga

source: Go
es: Ir
sv_se: G&aring;

source: Picklist Values
sv_se: Listv&auml;rden

source: Custom fields allow freeform text entry by default. Enter values below to restrict field values to a specific list of choices. Enter one choice per line. Remove all choices to return to freeform text. Note that existing field values will not be changed or deleted when a picklist is added.
sv_se: Specialf&auml;lt till&aring;ter fritext som standard. Fyll i v&auml;rde nedan f&ouml;r att brgr&auml;nsa f&auml;ltv&auml;rdena till en lista av val. Fyll i ett val per rad. Ta bort alla val f&auml;r att g&aring; tillbaka till fritext. L&auml;gg m&auml;rke till att existerande f&auml;ltv&auml;rden inte kommer att f&ouml;r&auml;ndras eller raderade n&auml;r en lista l&auml;ggs till.

source: Choices:
es: Opciones:
sv_se: Val:

source: Add a custom field above to enable this section.
sv_se: L&auml;gg till ett specialf&auml;lt ovanf&ouml;r f&ouml;r att aktivera denna sektionen.

source: These are album-specific custom field settings. Common fields are available on all items; Album and Photo fields can be assigned only to items of the appropriate type.
sv_se: Detta &auml;r inst&auml;llningar f&ouml;r album-specifika specialf&auml;lt. Vanliga f&auml;lt &auml;r tillg&auml;ngliga p&aring; alla objekt; Album och foto-f&auml;lt kan endast tilldelas till objekt av passande typ.

source: Edit custom field values for this album
es: Editar los campos personalizados para este &aacute;lbum
sv_se: Redigera specialf&auml;ltv&auml;rden f&ouml;r detta album

source: WARNING: Values for all fields that do not also exist in the global settings will be deleted for this album and its items!
sv_se: VARNING: Alla f&auml;ltv&auml;rden som inte ocks&aring; existerar i de globala inst&auml;llningarna kommer att bli borttagna f&ouml;r detta album och dess objekt!

source: Revert to global custom field settings for this album
sv_se: &Aring;terg&aring; till globala specialf&auml;ltinst&auml;llningar f&ouml;r detta album

source: WARNING: Values for this custom field in this album will be deleted!
sv_se: VARNING: V&auml;rden f&ouml;r detta specialf&auml;lt i detta album kommer att bli borttaget!

source: WARNING: Values for this custom field on non-photo items in this album will be deleted!
sv_se: VARNING: V&auml;rden f&ouml;r detta specialf&auml;lt p&aring; icke-foto-objekt i detta album kommer att bli borttagna!

source: Override global custom field settings for this album
sv_se: &Aring;tsidos&auml;tt de globala inst&auml;llningarna f&ouml;r specialf&auml;lt f&ouml;r detta album

source: Edit custom field settings for this album
es: Editar configuraci&oacute;n de campos personalizados para este &aacute;lbum
sv_se: Regigera inst&auml;llningarna f&ouml;r specialf&auml;lt f&ouml;r detta album

source: No Value
sv_se: Inget V&auml;rde

source: These are the global settings for custom fields. They can be overridden at the album level. Common fields are available on all Gallery items; Album and Photo fields can be assigned only to items of the appropriate type.
sv_se: Detta &auml;r de globala inst&auml;llningarna f&ouml;r specialf&auml;lt. De kan bli &aring;tsidos&auml;ttas p&aring; albumniv&aring;. Vanliga f&auml;lt finns tillg&auml;ngliga f&ouml;r alla Gallery-objekt; Album och Foto-f&auml;t kan endast kopplas samman med objekt av r&auml;tt typ.

source: WARNING: All values for this custom field will be deleted! (Except in albums with album-specific settings)
sv_se: VARNING: Alla v&auml;rde f&ouml;r detta specialf&auml;lt kommer att tas bort! (Undantaget i album med album-specifika inst&auml;llningar)

source: WARNING: Values for this custom field on non-album items will be deleted! (Except in albums with album-specific settings)
sv_se: VARNING: V&auml;rde f&ouml;r detta specialf&auml;lt f&ouml;r icke-album objekt kommer att tas bort! (Undantaget i album med album-specifika inst&auml;llningar)

source: WARNING: Values for this custom field on non-photo items will be deleted! (Except in albums with album-specific settings)
sv_se: VARNING: V&auml;rde f&ouml;r detta specialf&auml;lt f&ouml;r icke-foto objekt kommer att tas bort! (Undantaget i album med album-specifika inst&auml;llningar)

source: up
es: subir
