Repository: jmullan/Gallery2
Catalog: modules/quotas/po/*.po
Languages: ru_ru

source: KB
ru_ru: Кб

source: MB
ru_ru: МБ

source: Warning: You have reached your disk quota (%s %s), this item will not be added.
ru_ru: Предупреждение: Вы достигли вашей дисковой квоты (%s %s), этот элемент не будет добавлен.

source: You are using %s %s of your allotted %s %s.
ru_ru: Вы используете %s %s из выделенного вам %s %s.

source: Quotas
ru_ru: Квоты

source: User/Group Disk Quotas
ru_ru: Пользователя/Группы Дисковые Квоты

source: Gallery
ru_ru: Галерея

source: Create A New Group Quota
ru_ru: Создайте Новую Квоту для Группы

source: Group Name
ru_ru: Название Группы

source: (required)
ru_ru: (необходимо)

source: Group quota for '%s' already exists
ru_ru: Es gibt bereits eine Gruppen-Höchstquote für '%s'

source: Quota Size
ru_ru: Размер Квоты

source: You must enter a quota size.
ru_ru: Вы должны ввести в размер квоты.

source: Quota size must be less than 2097152 MB (2048 GB).
ru_ru: Размер квоты должен быть меньше чем 2097152 Мб (2048 Гбайт).

source: Invalid quota size, positive numbers and decimals only.
ru_ru: Ungültige Höchstquote. Erlaubt sind nur positive Ganzzahlen.

source: Create Group Quota
ru_ru: Создайте Квоту Группы

source: Cancel
ru_ru: Отменить

source: Create A New User Quota
ru_ru: Создайте Новую Квоту для Пользователя

source: User Name
ru_ru: Имя пользователя

source: User quota for '%s' already exists
ru_ru: Квота для пользователя '%s' уже существует

source: Create User Quota
ru_ru: Создайте Квоту для Пользователя

source: Delete A Group Quota
ru_ru: Удалите Квоту Группы

source: Are you sure?
ru_ru: Вы уверены?

source: This will completely remove the %s (%s %s) group quota from Gallery. There is no undo!
ru_ru: Это полностью удалит %s (%s %s) квоту группы из Галереи. Нет никакой отмены!

source: Delete
ru_ru: Удалить

source: Delete A User Quota
ru_ru: Удалите Квоту Пользователя

source: This will completely remove the %s (%s %s) user quota from Gallery. There is no undo!
ru_ru: Это полностью удалит %s (%s %s) квоту пользователя из Галереи. Нет никакой отмены!

source: Edit A Group Quota
ru_ru: Редактируйте Квоту Группы

source: Save
ru_ru: Сохранить

source: Undo
ru_ru: Отменить

source: Edit A User Quota
ru_ru: Редактируйте Квоту Пользователя

source: Quotas Administration
ru_ru: Администрирование Квот

source: Removed group quota for '%s'
ru_ru: Удаленная квота для группы '%s'

source: Created group quota for '%s'
ru_ru: Созданная квота группы для '%s'

source: Modified group quota for '%s'
ru_ru: Измененная квота для группы '%s'

source: Removed user quota for '%s'
ru_ru: Удаленная квота для пользователя '%s'

source: Created user quota for '%s'
ru_ru: Созданная пользовательская квота для '%s'

source: Modified user quota for '%s'
ru_ru: Измененная квота для пользователя '%s'

source: This system will let you assign disk space quotas to users. By creating a group quota, any users in that group will be assigned that quota. If a user belongs to more than one group, the highest quota of all the groups will be assigned. Although, if you create a user quota that will override any group quotas.
ru_ru: Эта система позволит Вам назначать квоты дискового пространства для пользователей. Создавая квоту группы, любым пользователям в этой группе будет назначена такая же квота. Если пользователь принадлежит больше чем одной группе, то будет назначена самая высокая квота всех групп. Хотя, если Вы создаете квоту пользователя, то она отменит любые квоты групп.

source: There is %d group quota in the system.
ru_ru: В системе есть %d квота группы.

source: Group Quotas
ru_ru: Квоты Групп

source: Create Quota
ru_ru: Создайте Квоту

source: Edit Quota
ru_ru: Редактируйте Квоту

source: Delete Quota
ru_ru: Удалите Квоту

source: Group quota for '%s' does not exist. You must create one first.
ru_ru: Es gibt keine Gruppen-Höchstquote für '%s'. Sie müssen zunächst eine erzeugen.

source: Group quota for '%s' already exists.
ru_ru: Es gibt bereits eine Gruppen-Höchstquote für '%s'.

source: Group '%s' does not exist.
ru_ru: Группа '%s' не существует.

source: You must enter a group name
ru_ru: Вы должны ввестив название группы

source: Edit Group Quotas (by list)
ru_ru: Редактируйте Квоты Группы (списком)

source: &laquo; first
ru_ru: &laquo; первая

source: &laquo; back
ru_ru: &laquo; последняя

source: Viewing page %d of %d
ru_ru: Просмотрено страниц %d из %d

source: next &raquo;
ru_ru: следующая &raquo;

source: last &raquo;
ru_ru: последняя &raquo;

source: Quota
ru_ru: Квота

source: Action
ru_ru: Действие

source: edit
ru_ru: редактировать

source: delete
ru_ru: удалить

source: There is %d user quota in the system.
ru_ru: В системе есть %d квота пользователя.

source: User Quotas
ru_ru: Квоты Пользователей

source: User quota for '%s' does not exist. You must create one first.
ru_ru: Квота для пользователя '%s' не существует. Вы должны создать первую.

source: User quota for '%s' already exists.
ru_ru: Квота для пользователя '%s' уже существует.

source: User '%s' does not exist.
ru_ru: Пользователь '%s' не существует.

source: You must enter a username
ru_ru: Вы должны ввести имя пользователя

source: Edit User Quotas (by list)
ru_ru: Редактируйте Квоты Пользователей (списком)

source: Username
ru_ru: Имя пользователя
