Repository: jmullan/Gallery2
Catalog: modules/debug/po/*.po
Languages: ga_ie, sv_se

source: Debug Settings
ga_ie: Roghanna Dífhabht

source: Debug Tree
ga_ie: Crann Dífhabht
sv_se: Fels&ouml;kningstr&auml;d

source: Debug
ga_ie: Dífhabht

source: Error (%s)
ga_ie: Earráid (%s)
sv_se: Felmeddelande (%s)

source: Gallery Debug File Viewer
ga_ie: Breathnóir Comhaid Dífhabht an Ghailearaí
sv_se: Gallerys fels&ouml;kningsfilvisare

source: Gallery Debug
ga_ie: Dífhabht an Ghailearaí
sv_se: Gallery Fels&ouml;k

source: No available settings for the Debug module.
ga_ie: Níl aon rogha faoi láthair sa modúl seo.

source: Source code for file: %s
ga_ie: Bunchód as: %s
sv_se: K&auml;llkod f&ouml;r fil: %s

source: The file you're attempting to view is either not on the approved file list, or has been changed since it was added to the list.
ga_ie: Níl an comhad iarracht a thugann tú a fheiceáil ar an liosta na gcomhad údaracha, nó bhí sé athraighe ó chuir sé leis an liosta.
sv_se: Filen du f&ouml;rs&ouml;ker att visa &auml;r antingen inte p&aring; godk&auml;nda filer listan eller s&aring; har den &auml;ndrats sedan den lades till listan.

source: [browse]
ga_ie: [póirseáil]
sv_se: [bl&auml;ddra]

source: at line
ga_ie: ag líne
sv_se: p&aring; rad

source: in file
ga_ie: i gcomhad
sv_se: i fil

source: show debug tree
ga_ie: taispeáin an crann dífhabht
sv_se: visa fels&ouml;kningstr&auml;d

source: Debugging and Developer Tools
sv_se: Fels&ouml;knings- och Utvecklingsverktyg

source: Error (%s): %s
sv_se: Felmeddelande (%s): %s
