Repository: jmullan/Gallery2
Catalog: modules/search/po/*.po
Languages: ga_ie, no_no, vi_vn

source: %s Search Results for
no_no: %s S&oslash;ke resultater for
vi_vn: %s Kết quả tìm kiếm của yêu cầu

source: &laquo; Back
no_no: Tilbake
vi_vn: &laquo; Quay lại

source: Check All
no_no: Kryss av alle
vi_vn: Đánh dấu tất cả

source: Gallery Search
ga_ie: Cuardach an Gailearaí
no_no: Gallery s&oslash;k
vi_vn: Tìm kiếm trong Gallery

source: Go
no_no: S&oslash;k
vi_vn: Bắt đầu tìm

source: Invert
no_no: Inverter
vi_vn: Đảo ngược

source: Next &raquo;
no_no: Neste
vi_vn: Kế tiếp &raquo;

source: No results found for
no_no: Ingen resultater for
vi_vn: Không tìm thấy kết quả nào của yêu cầu

source: No thumbnail
no_no: Inget miniatyrbilde
vi_vn: Không có ảnh con

source: Please enter keywords to search.
no_no: Vennligst skriv inn s&oslash;keord
vi_vn: Hãy nhập các từ khóa để tìm kiếm vào

source: Results %d - %d of %d, Page %d of %d
no_no: Resultat %d - %d av %d, side %d av %d
vi_vn: Kết quả %d - %d of %d, Trang %d trên %d

source: Results %d - %d
no_no: Resultat %d - %d
vi_vn: Kết quả %d - %d

source: Search Results Summary
no_no: Resyme av s&oslash;ke resultatene
vi_vn: Tóm tắt kết quả tìm kiếm

source: Search Results
ga_ie: Toraidh Cuardaigh
no_no: S&oslash;ke resultater
vi_vn: Kết quả tìm kiếm

source: Search all modules
ga_ie: Cuardaigh gach modúl
no_no: S&oslash;k i alle modulene

source: Search the Gallery
ga_ie: Cuardaigh an Gailearaí
no_no: S&oslash;k i hele Gallery
vi_vn: Tìm trong Gallery

source: Search your Gallery
no_no: S&oslash;k i ditt Gallery
vi_vn: Tìm kiếm trong Gallery của bạn

source: Search
ga_ie: Cuardach
no_no: S&oslash;k
vi_vn: Tìm kiếm

source: Show all %d
ga_ie: Taispeáin gach %d
no_no: Vis alle %d
vi_vn: Hiển thị tất cả %d kết quả

source: Uncheck All
no_no: Ta vekk kryssene
vi_vn: Bỏ đánh dấu tất cả

source: View these results in a slideshow
no_no: Se resultatene i et
vi_vn: Xem kết quả tìm kiếm theo dạng trình chiếu

source: You must enter some text to search for!
ga_ie: Caitfidh tú roinnt téacs ann a iontráil!
no_no: Du m&aring; skrive inn noe tekst &aring; s&oslash;ke etter!
vi_vn: Bạn phải nhập một vài từ vào để tìm kiếm!

source: advanced search
no_no: avansert s&oslash;k
vi_vn: tìm kiếm chi tiết

source: Search All Modules
vi_vn: Tìm trong tất cả các module

source: (Results %d - %d of %d, Page %d of %d)
ga_ie: (Toraidh %d - %d as a %d, Leathanach %d as a %d)

source: (Results %d - %d)
ga_ie: (Toraidh %d - %d)

source: << Previous
ga_ie: << Ar Ais

source: Next >>
ga_ie: Ar Aghaidh >>

source: No results
ga_ie: Níl aon toradh ann

source: Search Settings
ga_ie: Roghanna Cuardaigh

source: Search:
ga_ie: Cuardach:

source: Searching %s only
ga_ie: Cuardaigh níl ach %s
