Repository: jmullan/Gallery2
Catalog: layouts/classic/po/*.po
Languages: el_gr, vi_vn

source: &laquo; album actions &raquo;
vi_vn: &laquo; ch&#7885;n l&#7921;a c&#7911;a album &raquo;

source: &laquo; item actions &raquo;
vi_vn: &laquo; ch&#7885;n l&#7921;a c&#7911;a &#273;&#7889;i t&#432;&#7907;ng &raquo;

source: &lt; previous
vi_vn: &lt; tr&#432;&#7899;c

source: &lt;&lt; first
vi_vn: &lt;&lt; &#273;&#7847;u ti&#234;n

source: Columns for thumbnails, item info and links to subalbums
vi_vn: &#7842;nh con, th&#244;ng tin c&#7911;a &#273;&#243;i t&#432;&#7907;ng v&#224; li&#234;n k&#7871;t &#273;&#234;n album con &#273;&#432;&#7907;c &#273;&#7875; v&#224;o t&#7915;ng c&#7897;t

source: Date: %s
vi_vn: Ng&#224;y: %s

source: Depth of subalbums links (0=no limit)
vi_vn: &#272;&#7897; s&#226;u c&#7911;a li&#234;n k&#7871;t &#273;&#7871;n album con (0=kh&#244;ng gi&#7899;i h&#7841;n)

source: Download this %s
vi_vn: T&#7843;i %s n&#224;y v&#7873;

source: Full size:
vi_vn: K&#237;ch th&#432;&#417;c &#273;&#7847;y &#273;&#7911;:

source: Owner: %s
vi_vn: Ch&#7911; nh&#226;n: %s

source: Page:
vi_vn: Trang:

source: Show subalbum links
vi_vn: Hi&#7875;n th&#7883; li&#234;n k&#7871;t &#273;&#233;n album con

source: Size:
vi_vn: K&#237;ch th&#432;&#7899;c:

source: Source
vi_vn: Ngu&#7891;n

source: Subalbums:
vi_vn: Album con:

source: There is nothing to view for this item.
vi_vn: &#272;&#7889;i t&#432;&#7907;ng n&#224;y kh&#244;ng c&#243; g&#236; &#273;&#7875; xem

source: This album is empty.
vi_vn: Album n&#224;y r&#7895;ng.

source: Unknown
vi_vn: Kh&#244;ng bi&#7871;t

source: Views: %d
vi_vn: &#272;&#432;&#7907;c xem: %d l&#7847;n

source: Welcome, %s
vi_vn: Ch&#224;o b&#7841;n %s

source: You must enter a number
vi_vn: B&#7841;n ph&#7843;i &#273;i&#7873;n v&#224;o m&#7897;t s&#7889;

source: last &gt;&gt;
vi_vn: cu&#7889;i c&#249;ng &gt;&gt;

source: next &gt;
vi_vn: k&#7871; ti&#7871;p &gt;

source: no thumbnail
vi_vn: kh&#244;ng c&#243; &#7843;nh con

source: (%d item total)
vi_vn: (%d t&#7893;ng c&#7897;ng)

source: Size: %d item
vi_vn: Ch&#7913;a: %d &#273;&#7889;i t&#432;&#7885;ng

source: << Action >>
el_gr: << Ενέργια >>

source: Download this item
el_gr: Αποθήκευση Προορισμού

source: First
el_gr: Πρώτο

source: Last
el_gr: Τελευταίο

source: Next
el_gr: Επόμενο

source: No thumbnail
el_gr: Δεν υπάρχει εικονίδιο

source: Previous
el_gr: Προηγούμενο

source: Viewing item %d (of %d)
el_gr: Προβολή Εικόνας %d (από %d)

source: on %d pages
el_gr: σε %d σελίδες

source: up
el_gr: Επάνω

source: %d item in this album
el_gr: %d φωτογραφία σε αυτό τον κατάλογο

source: This album contains %d item
el_gr: Αυτός ο κατάλογος περιέχει %d φωτογραφία
