Repository: jmullan/Gallery2
Catalog: modules/snapgalaxy/po/*.po
Languages: tr

source: SnapGalaxy Photo Printing Module
tr: SnapGalaxy Foto Baskı Modülü

source: Commerce
tr: Ticaret

source: [snapgalaxy] Print
tr: [snapgalaxy] Baskı

source: Print on SnapGalaxy.com
tr: Baskı: SnapGalaxy.com'da

source: Print with SnapGalaxy
tr: SnapGalaxy ile bastır

source: SnapGalaxy Photo Printing Settings
tr: SnapGalaxy Foto Baskı Ayarları

source: Settings saved successfully
tr: Ayarlar başarıyla kaydedildi

source: SnapGalaxy Partner ID
tr: SnapGalaxy Üye ID

source: Save
tr: Kaydet

source: Reset
tr: Sıfırla

source: View your cart
tr: Sepetini görüntüle
