Repository: jmullan/Gallery2
Catalog: modules/cart/po/*.po
Languages: et

source: View Your Cart
et: Vaata Oma Ostukäru

source: view cart
et: vaata ostukäru

source: Cart
et: Ostukäru

source: Shopping Cart Module
et: OstuKäru Moodul

source: Commerce
et: Kommerts

source: [cart] Add to cart
et: [käru] Lisa ostukärusse

source: Add Album To Cart
et: Lisa Album Ostukärusse

source: Add Photo To Cart
et: Lisa Foto Ostukärusse

source: Add %s To Cart
et: Lisa %s Ostukärusse

source: Items Currently in Your Cart
et: Sinu Ostukärus Olevad Pildid

source: &laquo; cart actions &raquo;
et: &laquo; ostukäru tegevused &raquo;

source: Update Quantities
et: Uuenda Hulki

source: Empty Cart
et: Tühjenda Ostukäru

source: Go
et: Läks

source: Cart updated successfully
et: Ostukäru edukalt uuendatud

source: Your cart is empty.
et: Sinu Ostukäru on tühi.

source: To add items, browse the gallery and select 'Add to cart' from the item's action menu.
et: Piltide lisamiseks vaata Galeriis ringi ja vali sobiva pildi tegevuste menüüst 'Lisa ostukärusse'.

source: Quantity
et: Hulk

source: Item
et: Pilt

source: Type
et: Tüüp

source: Remove
et: Eemalda

source: No thumbnail
et: Ikoon puudub

source: Title:
et: Tiitel:

source: Summary:
et: Kokkuvõte:

source: Your Cart
et: Sinu Ostukäru

source: You have %d item in your cart
et: Sinu Ostukärus on %d pilt

source: View Cart
et: Vaata Ostukäru

source: Shopping Cart Info
et: OstuKäru Info
