Repository: jmullan/Gallery2
Catalog: modules/webdav/po/*.po
Languages: cs, ru

source: WebDAV
ru: <b>WebDAV</b>

source: Mount with WebDAV
cs: Připojit s WebDAV
ru: Установить при помощи <b>WebDAV</b>

source: Mount Gallery on your desktop.
ru: Установка Галереи на ваш рабочий стол.

source: Remote Interfaces
cs: Vzdálené rozhraní
ru: Интерфейс удалённого доступа

source: Connect to WebDAV
ru: Подключиться к <b>WebDAV</b>

source: Use short URL because most WebDAV clients don't support query strings. The Windows WebDAV client requires that you don't add a slash before the %path% variable.
cs: Použijte krátká URL protože většina WebDAV klientů nepodporuje otazníky. Windowsovský WebDAV klient vyžaduje nepřidávání lomítka před proměnnou %cesta(path)%.
ru: Используйте короткий URL потому, что большинство <b>WebDAV</b> клиентов не поддерживает серии запросов. <b>WebDAV</b> клиент требует, чтобы вы не добавляли слэш перед %путём% к переменной.

source: Path to an item (eg. /album/image.jpg.html)
cs: Cesta k položce (např. /album/obrazek.jpg.html)
ru: Путь к элементу (например, /album/image.jpg.html)

source: Mount WebDAV
cs: Připojit WebDAV
ru: Установить <b>WebDAV</b>

source: Give davmount resources the correct extension.
ru: Дайте корректное расширение для davmount ресурсов.

source: OPTIONS Requests
ru: OPTIONS запросы

source: Redirect OPTIONS requests so we can set DAV headers.
ru: Перенаправьте ''OPTIONS'' запросы так, чтобы мы могли задать DAV заголовки.

source: WebDAV Mount Instructions
ru: Инструкции по установке <b>WebDAV</b>

source: %sClick here%s to mount Gallery on your desktop with a WebDAV client. Documentation on mounting Gallery with WebDAV is in the %sGallery Codex%s.
ru: %sКликните здесь%s чтобы установить Галерею на ваш рабочий стол с помощью <b>WebDAV</b> клиента. Документация для помощи находится здесь %sGallery Codex%s.

source: Alternatively, you can enter the following URL in your WebDAV client:
ru: В качестве аьтернативы вы можете ввести следующий URL в <b>WebDAV</b> клиент:

source: WebDAV Settings
ru: Настройки <b>WebDAV</b>

source: Configuration checked successfully
ru: Конфигурация успешно проверена

source: Most WebDAV clients will successfully connect. Documentation on mounting Gallery with WebDAV is in the %sGallery Codex%s.
ru: Большинство <b>WebDAV</b> клиентов будут подключаться без проблем. Документация для помощи находится здесь %sGallery Codex%s.

source: The URL to connect to Gallery with WebDAV is:
ru: URL для подключения к Галерее с помощью <b>WebDAV</b> :

source: PHP has no XML support
ru: PHP не поддерживает XML

source: You can't connect with WebDAV because PHP has no XML support on this server. Troubleshooting documentation is in the %sGallery Codex%s.
ru: Вы не можете подключиться с помощью <b>WebDAV</b> потому, что PHP не поддерживает XML на этом сервере. Документация для помощи находится здесь %sGallery Codex%s.

source: WebDAV requests not handled
ru: Запрос <b>WebDAV</b> не обработан

source: You can't connect with WebDAV because this server doesn't pass WebDAV requests to Gallery. Troubleshooting documentation is in the %sGallery Codex%s.
ru: Вы не можете подключиться с помощью <b>WebDAV</b> потому, что сервер не обрабатывает запросы к Галерее. Документация для помощи находится здесь %sGallery Codex%s.

source: HTTP auth module disabled
ru: Отключен модуль HTTP аутентификации

source: You can connect with WebDAV anonymously, but you can't do anything which requires you to login because the HTTP auth module is disabled. You should activate the HTTP auth module in the %sSite Admin Plugins option%s. Troubleshooting documentation is in the %sGallery Codex%s.
ru: Вы можете подключиться с помощью W<b>WebDAV</b> анонимно, но ничего не сможете сделать потому, что отключен модуль HTTP аутентификации. Вы должны активизировать модуль HTTP аутентификации здесь%sНастройки плагинов %s. Документация для помощи находится здесь %sGallery Codex%s.

source: HTTP auth plugin disabled
ru: Отключен плагин HTTP аутентификации

source: You can connect with WebDAV anonymously, but you can't do anything which requires you to login because neither HTTP authentication nor server authentication are enabled in the HTTP auth module. You should activate HTTP authentication in the settings of the HTTP auth module.
ru: Вы можете подключиться с помощью W<b>WebDAV</b> анонимно, но ничего не сможете сделать потому, что отключена аутентификация на сервере. Вы должны активизировать HTTP аутентификацию в настройках модуля HTTP аутентификации.

source: 'Connect to WebDAV' rule disabled
ru: Отключено правило 'Подключиться к <b>WebDAV</b>'

source: Most WebDAV clients will fail to connect because the URL rewrite rule to generate short WebDAV URLs is disabled. You should activate the 'Connect to WebDAV' rule in the %sSite Admin URL Rewrite option%s. Troubleshooting documentation is in the %sGallery Codex%s.
ru: Большинство <b>WebDAV</b> клиентов не сможет подключиться потому, что отключено правило генерации коротких адресов для <b>WebDAV</b>. Вы должны активизировать это правило здесь %sНастройки модуля <b>URL Rewrite</b> %s. Документация для помощи находится здесь %sGallery Codex%s.

source: Missing DAV headers
ru: Неверные DAV заголовки

source: Some WebDAV clients, e.g. Mac OS X WebDAVFS, will fail to connect because OPTIONS responses are missing DAV headers. Troubleshooting documentation is in the %sGallery Codex%s.
ru: Некоторые <b>WebDAV</b> клиенты, например Mac OS X WebDAVFS, не смогут подключиться потому, что OPTIONS отклики имеют неверные DAV заголовки. Документация для помощи находится здесь %sGallery Codex%s.

source: Because OPTIONS responses are missing DAV headers, we try to fall back on an alternative URL, but alternative URL responses are also missing DAV headers. Troubleshooting documentation is in the %sGallery Codex%s.
ru: Т.к. OPTIONS отклики имеют неверные DAV заголовки мы пытаемся использовать альтернативнный URL, но отклики на альтернативнный URL также имеют неверные DAV заголовки. Документация для помощи находится здесь %sGallery Codex%s.

source: URL rewrite module disabled
ru: Отключен модуль <b>URL rewrite</b>

source: Most WebDAV clients will fail to connect because the URL rewrite module is disabled. You should activate the URL rewrite module in the %sSite Admin Plugins option%s and choose either Apache mod_rewrite or ISAPI_Rewrite. Troubleshooting documentation is in the %sGallery Codex%s.
ru: Большинство <b>WebDAV</b> клиентов не сможет подключиться потому, что отключен модуль <b>URL rewrite</b>. Вы должны активизировать модуль <b>URL rewrite</b> здесь%sНастройки плагинов %s и выбрать Apache mod_rewrite или ISAPI_Rewrite. Документация для помощи находится здесь %sGallery Codex%s.

source: Bad URL rewrite configuration
ru: Неверная конфигурация модуля <b>URL rewrite</b>

source: PHP PathInfo rewrite doesn't support the rule to fall back on an alternative URL. You should uninstall and reinstall the URL rewrite module in the %sSite Admin Plugins option%s and choose either Apache mod_rewrite or ISAPI_Rewrite. Troubleshooting information is in the %sGallery Codex%s.
ru: PHP PathInfo rewrite не поддерживает правило для альтернативного URL. Вы должны деинсталлировать и снова установить модуль <b>URL rewrite</b> в %sнастройках плагинов%s и выбрать Apache mod_rewrite или ISAPI_Rewrite. Документация для помощи находится здесь %sGallery Codex%s.

source: 'OPTIONS Requests' rule disabled
ru: Отключено правило 'OPTIONS запросы'

source: The URL rewrite rule to fall back on an alternative URL is disabled. You should activate the WebDAV 'OPTIONS Requests' rule in the %sSite Admin URL Rewrite option%s. Troubleshooting documentation is in the %sGallery Codex%s.
ru: Правило 'OPTIONS запросы' для альтернативного URL отключено. Вы должны активизировать это правило здесь %sНастройки модуля URL Rewrite %s. Документация для помощи находится здесь %sGallery Codex%s.

source: Unknown Cause
ru: Неизвестная причина

source: Some WebDAV clients, e.g. Mac OS X WebDAVFS, will fail to connect and automated checks failed to find a cause. Troubleshooting documentation is in the %sGallery Codex%s.
ru: Некоторые <b>WebDAV</b> клиенты, например Mac OS X WebDAVFS, не смогут подключиться. Автоматическая проверка не выяснила причину. Документация для помощи находится здесь %sGallery Codex%s.

source: WebDAV URL
ru: <b>WebDAV</b> URL

source: Mount Gallery on your desktop
cs: Připojit Galerii k Vaší pracovní ploše

source: Access WebDAV
cs: WebDAV přístup

source: Give davmount resources correct extension
cs: Dejte davmount zdrojům správnou příponu

source: Redirect HTTP OPTIONS requests so DAV HTTP header can be set
cs: Přesměruj HTTP OPTIONS požadavky tak, aby DAV HTTP hlavička mohla být nastavena

source: You can drag & drop items into Gallery by mounting it with a %s client
cs: Můžete umístit položky tahem (drag & drop) do Galerie připojené %s klientem

source: Open this album's WebDAV URL with a WebDAV client:
cs: Otevřít WebDAV URL alba s WebDAV programem:

source: Open this album's %s URL with a %s client:
cs: Otevřít %s URL alba %s programem:
