Repository: jmullan/Gallery2
Catalog: modules/thumbpage/po/*.po
Languages: eu, zh_cn

source: Changes saved successfully
eu: Aldaketak behar ebzala gorde dira
zh_cn: 变更保存成功

source: Thumbnail
eu: Argazkitxoa
zh_cn: 缩略图

source: Thumbnail Page
eu: Argazkitxo Orrialdea
zh_cn: 缩略图页

source: Select page/frame from a multipage file or movie for the thumbnail
eu: Hauatatu orri/markoa orri-anitzeko fitxategi edo filmatik argazkitxoarentzat
zh_cn: 在多页文件或电影中选择页/帧作为缩略图

source: Display
eu: Bistaratzea
zh_cn: 显示

source: Thumbnail Page Module
eu: Argazkitxo Orri Modulua
zh_cn: 缩略图页模块

source: This module requires an active graphics toolkit that supports either:
eu: Modulu honek beintzat onarpen hau duen tresna-joko grafiko batr geiturik eduki behar du:
zh_cn: 此模块需要开启一种图形工具可支持:

source: A multi-page file type such as TIFF, PDF or Postscript
eu: TIFF, PDF edo Postscript bezalako Orri-anitzetako mota
zh_cn: 一种多页文件类型，例如TIFF、PDF或Postscript

source: Example: ImageMagick module with gs (GhostScript) support
eu: Adibidea: gs (GhostScript) onarpena duen ImageMagick modulua
zh_cn: 例如：带有GS (GhostScript) 支持的ImageMagick模块

source: A movie type such as Mpeg or AVI
eu: Filma mota bat Mpeg edo AVI bezala
zh_cn: 一种电影类型，如MPEG或AVI

source: Example: Ffmpeg module
eu: Adibidea: Ffmepg modulua
zh_cn: 例如：FFMPEG模块

source: Select the time offset to use for this item's thumbnail.
eu: Hautatu elementu honen argazkitxoak erabiliko duen denbora desplazamendua
zh_cn: 选择时间偏移量作为此项目的缩略图。

source: Seconds (Max = %s)
eu: Segunduak (Geh = %s)
zh_cn: 秒数 (最大 = %s)

source: Enter a value between 0 and %s
eu: 0 eta %s arteko balio bat idatzi
zh_cn: 输入一个介于 0 和 %s 之间的值

source: Save
eu: Gorde
zh_cn: 保存

source: Reset
eu: Berezarri
zh_cn: 重置

source: Select the page number to use for this item's thumbnail.
eu: Hautatu elementu honen argazkitxoarentzat erabiliko den orri zenbakia
zh_cn: 选择页数作为此项目的缩略图。

source: Page
eu: Orria
zh_cn: 页
