Repository: jmullan/Gallery2
Catalog: modules/archiveupload/po/*.po
Languages: fa, sv_se

source: Archive Upload
fa: بارگذاری آرشیو
sv_se: Uppladdning av Arkiv

source: Extract items from uploaded zip files
fa: بازکردن آیتم ها از فایلها zip بارگذاری شده
sv_se: Extrahera objekt fr&aring;n uppladdade zipfiler

source: Import
fa: ورود
sv_se: Importera

source: Archive
fa: آرشیو
sv_se: Arkiv

source: Archive Upload Settings
fa: تنظیمات بارگذاری آرشیو
sv_se: Inst&auml;llningar F&ouml;r Arkivuppladdningar

source: Settings saved successfully
fa: تنظیمات با موفقت ذخیره شد
sv_se: Inst&auml;llningarna sparades framg&aring;srikt

source: This module will enable extraction of individual files from a zip archive to add each item to Gallery. You must locate or install an unzip binary on your server, then enter the path to it in the text box below. If you're on a Unix machine, don't forget to make the binary executable (<i>chmod 755 unzip</i> in the right directory should do it)
fa: این ماژول قابلیت استخراج فایلها از یک فایل فشرده شده جهت اضافه کردن به گالری را می دهد. شما باید فایل اجرای unzip را روی سرورنصب و مسیر دهی کنید. سپس آدرس آن را در فیلد زیر وارد نمایید. اگر سیستم شمایونیکس است، اجرایی کردن فایل اجرایی را فراموش نکنید (<i>chmod 755 unzip</i>)
sv_se: Denna modulen m&ouml;jligg&ouml;r extrahering av individuella filer fr&aring;n ziparkiv f&ouml;r att l&auml;gga till varje objekt till Gallery. Du m&aring;ste lokalisera och installera en unzipbin&auml;r p&aring; din server, sedan fylla i s&ouml;kv&auml;gen i textrutan nedan. Om du anv&auml;nder en Unix-maskin, gl&ouml;m install att g&ouml;ra bin&auml;ren exekveringsbar (<i>chmod 755 unzip</i> i r&auml;tt katalog skall ordna det)

source: Path to unzip:
fa: مسیر به unzip
sv_se: S&ouml;kv&auml;g till unzip:

source: You must enter a path to your unzip binary
fa: شما باید مسیر را به فایل اجرای unzip وارد کنید
sv_se: Du m&aring;ste fylla i r&auml;tt s&ouml;kv&auml;g till den unzip-bin&auml;r

source: The path you entered doesn't contain a valid unzip binary.
fa: مسیری که وارد کردید شامل فایل اجرایی معتبر unzip نبود
sv_se: S&ouml;kv&auml;gen som du fyllt i inneh&aring;ller inte en valid unzip-bin&auml;r

source: The path you entered isn't a valid path to an unzip binary.
fa: مسیری که وارد کردید مسیر معتبری برای فایل اجرایی unzip نیست
sv_se: S&ouml;kv&auml;gen som du fyllt i &auml;r inte en valid s&ouml;kv&auml;g till en unzip-bin&auml;r

source: The unzip binary is not executable. To fix it, run <b>chmod 755 %s</b>
fa: فایل اجرایی unzip قابل اجرا نیست. جهت حل این مشکل دستور فوق را اجرا کنید <b>chmod 755 %s</b>
sv_se: Unzip-bin&auml;ren &auml;r inte exekverbar. F&ouml;r att ordna det, k&ouml;r <b>chmod 755 %s</b>

source: Discard archive contents recognized as folder metadata
fa: محتوا دورانداخته آرشیو به عنوان متاداده پوشه شناخته شد

source: Save Settings
fa: ذخیره تنظیمات
sv_se: Spara Inst&auml;llningar

source: Test Settings
fa: آزمایش تنظیمات
sv_se: Testa Inst&auml;llningar

source: Cancel
fa: لغو
sv_se: &Aring;ngra

source: Reset
fa: راه اندازی مجدد
sv_se: &Aring;terst&auml;ll

source: unzip binary test results
fa: نتایج آزمایش فایل اجرایی unzip
sv_se: testresultat f&ouml;r unzip-bin&auml;r

source: Binary Name
fa: نام فایل اجرایی
sv_se: Bin&auml;rnamn

source: Pass/Fail
fa: قبول/رد
sv_se: Godk&uml;nna/Underk&auml;nna

source: Passed
fa: قبول شد
sv_se: Godk&auml;ndes

source: Failed
fa: رد شد
sv_se: Underk&auml;ndes

source: Error messages:
fa: پیام های خطا:
sv_se: Felmeddelanden:
