Repository: jmullan/Gallery2
Catalog: modules/panorama/po/*.po
Languages: ru_ru, sv_se

source: Panorama
ru_ru: Панорама

source: View wide jpeg/gif images in a java applet viewer
ru_ru: Просмотр широкого изображения jpeg/gif по средствам java аплета
sv_se: Visa breda jpeg/gif bilder i en javaapplet visare

source: Display
ru_ru: Дисплей
sv_se: Visa

source: Note that panorama view only applies to full size photo, not resizes.
ru_ru: Отметьте, что просмотр панорамы, только обращается к полноразмерной фотографии и не изменяет размеры.
sv_se: Notera att panoramavy endast g&auml;ller fullstorleksfoton, inte storleks&auml;ndrade.

source: Activate panorama viewer applet for this photo
ru_ru: Активизируйте апплет средства просмотра панорамы для этой фотографии
sv_se: Aktivera panorama visarapplet f&ouml;r detta foto

source: Panorama Settings
ru_ru: Настройки Панорамы
sv_se: Panoramainst&auml;llningar

source: Settings saved successfully
ru_ru: Параметры настройки успешно сохранены
sv_se: Sparade installst&auml;llningarna framg&aring;srikt

source: Items reset successfully
ru_ru: Успешный сброс элементов
sv_se: Objekt nollst&auml;llde framg&aring;srikt

source: Reset panorama items to enable deactivation (see below)
ru_ru: Сбросьте элементы панорамы, чтобы допустить дезактивацию (см. ниже)
sv_se: Nollst&auml;ll panoramaobjekt f&ouml;r att m&ouml;jligg&ouml;ra deaktivering (se nedan)

source: The panorama viewer can be activated in two ways: the first allows album administrators to select individual images for panorama display (Panorama section in "edit photo"), overriding the normal display of the entire image. The second method retains the normal image display but gives users an option in the "item actions" to view the image in the panorama viewer.
ru_ru: Средство просмотра панорамы может быть активизировано двумя способами: первый позволяет администраторам альбома выбирать индивидуальные изображения панорамы на дисплей (раздел Панорама "редактировать фотографию "), отменяя нормальный дисплей всего изображения. Второй метод сохраняет нормальный дисплей изображения, но дает пользователям опцию в "действия над элементом ", чтобы рассмотреть изображение в средстве просмотра панорамы.
sv_se: Panoramavisaren kan bli aktiverad p&aring; tv&aring; s&auml;tt; det f&ouml;rsta till&aring;ter albumadministrat&ouml;rer att v&auml;lja bilder f&ouml;r panoramavisning (Panoramasektionen i "editera foto"), &aring;tsidos&auml;ttning den normala visningen av fotot. Den andra metoden beh&aring;ller det normala bildvisningen med det anv&auml;ndaren valm&ouml;jlighet i "objekt funktioner" att visa bilden i panoramavisaren

source: Use applet to display wide images
ru_ru: Для просмотра панорамных изображений используется Апплет
sv_se: Anv&auml;nd applet f&ouml;r visning av breda bilder

source: Add "view panorama" option in item actions for wide images
ru_ru: Добавьте "просмотр панорамы " опцию в действия над элементом для панорамных изображений
sv_se: L&auml;gg till "visa som panorama" alternativ i objektfunktioner f&ouml;r breda bilder

source: Width of panorama viewer:
ru_ru: Ширина просматриваемой панорамы:
sv_se: Bredd p&aring; panoramavisare:

source: Invalid width value
ru_ru: Недопустимое значение ширины
sv_se: Ogiltigt breddv&auml;rde

source: Save
ru_ru: Сохранить
sv_se: Spara

source: Reset
ru_ru: Сбросить
sv_se: Nollst&aouml;

source: This gallery contains items activated for panorama view. These must be reset to standard items before this module can be deactivated. You can reset all items here. Warning: there is no undo.
ru_ru: Эта галерея содержит элементы, активизированные для представления панорам. Они должны быть сброшены к стандартным элементам прежде, чем этот модуль может быть дезактивирован. Вы можете сбросить все элементы здесь. Предупреждение: нет никакой отмены.
sv_se: Detta galleri innah&aring;ller objekt som &auml;r aktiverade f&auml;r panoramavy. Dess m&aring;ste bli nollst&auml;llda till standardobjekt innan denna modulen kan bli deaktiverad. Du kan nollst&auml;lla samtliga objekt h&auml;r. Varning: det finns ingen &aring;terv&auml;ndo.

source: Reset all items
ru_ru: Сбросьте все элементы
sv_se: Nollst&auml;ll alla objekt

source: View Panorama
sv_se: Visa Panorama
