Repository: jmullan/Gallery2
Catalog: modules/linkitem/po/*.po
Languages: tr

source: Link
tr: Bağlantı

source: Create links to other albums or external urls
tr: Diğer albümlere yada dış kaynaklı url'lere bağlantı yarat

source: Display
tr: Göster

source: link
tr: bağlantı

source: Link to Album:
tr: Albüme Bağlantı:

source: You must enter an album id
tr: Albüm id'si girmelisiniz

source: Invalid album id
tr: Geçersiz albüm id'si

source: Link to External URL:
tr: Dış kaynaklı URL'ye bağlantı:

source: You must enter an URL
tr: URL girmelisiniz

source: Add Link
tr: Bağlantı Ekle

source: Missing URL
tr: Kayıp URL:
