Repository: jmullan/Gallery2
Catalog: modules/albumselect/po/*.po
Languages: es, nl_nl, no_no, sv_se, vi_vn

source: Album Select
es: Seleccionar &Aacute;lbum
nl_nl: Albumkeuze
no_no: Albumvelger
sv_se: Albumval

source: Jump directly to any album using a select box or tree view
es: Saltar directamente a un &aacute;lbum usando una casilla de selecci&oacute;n o vista de &aacute;rbol
nl_nl: Spring direct naar elk album met behulp van een keuzeveld of boomstructuur
no_no: Gå direkte til et album ved hjelp av en liste eller trevisning
sv_se: Hoppa direct till album m.h.a rullgardinslista-lista eller tr&auml;dby
vi_vn: Nhảy trực tiếp đến một album bằng hộp chọn lựa hoặc chọn trên cây album

source: Blocks
es: Bloques
nl_nl: Blokken
no_no: Blokker
sv_se: Block

source: &laquo; Jump to Album &raquo;
es: &laquo; Ir al &Aacute;lbum &raquo;
nl_nl: &laquo; Spring naar Album &raquo;
no_no: &laquo;Vis album&raquo;
sv_se: &laquo; Hoppa till Album &raquo;
vi_vn: &laquo; Nhảy đến Album &raquo;

source: Album Select Settings
es: Opciones de selecci&oacute;n de &aacute;lbums
nl_nl: Albumkeuze instellingen
no_no: Innstillinger for albumvelger
sv_se: Inst&auml;llningar F&ouml;r Albumval
vi_vn: Thông số của Album Select

source: Settings saved successfully
es: Configuraci&oacute;n guardada con &eacute;xito
nl_nl: Instellingen succesvol opgeslagen
no_no: Innstillingene er lagret
sv_se: Inst&auml;llningar sparades framg&aring;srikt
vi_vn: Các thông số đã được lưu lại

source: Albums can be displayed in a simple list box or a dynamic tree. Turn off display in sidebar if you place the selector elsewhere using a local template (see details below).
nl_nl: Albums kunnen weergegeven worden in een eenvoudige keuzelijst of een dynamische boomstructuur. Zet de weergave in het zijpaneel uit als u de selectie ergens anders wilt plaatsen met behulp van een lokale template (zie details hieronder).
sv_se: Album kan visas en en enkel rullgardinslista eller i ett dynamisk tr&auml;d. Avaktivera visningen i sidan om du placerar v&auml;ljaren p&aring; annat st&auml;lle m.h.a. en lokal mall (se detaljer nedan).
vi_vn: Danh sách album có thể hiển thị trong một hộp danh sách đơn giản hoặc theo dạng cây động. Tắt chọn lựa hiển thị ở sidebar nếu bạn đã đặt Album Select ở một chỗ khác dùng tập tin template cục bộ (xem chi tiết bên dưới)

source: Selector type
nl_nl: Selectie type
sv_se: Typ av v&auml;ljare
vi_vn: Kiểu chọn lựa

source: List box
nl_nl: Keuzelijst
vi_vn: Hộp danh sách

source: Tree
es: &Aacute;rbol
nl_nl: Boom
no_no: Tre
sv_se: Tr&auml;d
vi_vn: Dạng cây

source: Show in sidebar
nl_nl: Weergeven in zijpaneel
sv_se: Visa i sidmenyn
vi_vn: Hiển thị ở sidebar

source: Sort order
es: Ordenaci&oacute;n
nl_nl: Sorteervolgorde
no_no: Sorteringsrekkef&oslash;lge
sv_se: Sorteringsordning
vi_vn: Thứ tự sắp xếp

source: Use manual sort order of albums
es: Usar ordenaci&oacute;n manual de los &aacute;lbums
nl_nl: Gebruik handmatige sorteervolgorde van albums
no_no: Bruk manuell sorteringsrekkef&oslash;lge for album
sv_se: Anv&auml;nd manuell sortering av album
vi_vn: Dùng thứ tự sắp xếp bằng tay của các album

source: Sort albums by title
es: Ordenar por t&iacute;tulo
nl_nl: Sorteer albums op titel
no_no: Sort&eacute;r album etter tittel
sv_se: Sortera album efter titel
vi_vn: Sắp xếp album theo tiêu đề

source: Use sort order defined in each album (affects performance)
es: Usar orden definido en cada &aacute;lbum (afecta al rendimiento)
nl_nl: Gebruik de sorteervolgorde zoals deze in elk album is gedefiniëerd (beïnvloed de snelheid)
no_no: Bruk sorteringsrekkef&oslash;lge angitt i hvert album (påvirker ytelsen)
sv_se: Anv&auml;nd sorteringsordning f&ouml;r varje album (p&aring;verkar prestanda)

source: Connect tree branches with lines
es: Conectar los elementos del &aacute;rbol con lineas
nl_nl: Verbind boomstructuur met lijnen
no_no: Sammenf&oslash;y grener med linjer
sv_se: Koppla samman tr&auml;dgrenar med linjer
vi_vn: Nối các nhánh cây lại

source: Show folder icons
es: Mostrar iconos de carpetas
nl_nl: Mappeniconen weergeven
no_no: Vis katalogikoner
sv_se: Visa katalogikoner
vi_vn: Hiển thị biểu tượng folder

source: Use cookies to remember which branches are open
es: Usar iconos para recordar las ramas abiertas
nl_nl: Gebruik cookies om te onthouden welke vertakkingen open zijn
no_no: Bruk informasjonskapsler til å huske hvilke grener som er åpne
sv_se: Anv&auml;nd cookies f&ouml;r att komma ih&aring;g vilka grenar som &auml;r &ouml;ppna
vi_vn: Dùng cookies để nhớ các nhánh đang được bung ra

source: Show expand-all and collapse-all options
es: Mostrar opciones para expandir y colapsar
nl_nl: Alles-uitklappen en alles-inklappen opties weergeven
no_no: Vis utvid alle og fold sammen alle
sv_se: Visa alternativen expandera-alla och f&auml;ll-ihop-alla
vi_vn: Hiển thị chọn lựa Bung ra và Thu gọn

source: Only one branch within a parent can be expanded at the same time. Expand/collapse functions are disabled with this option.
es: SÃ³lo un subdirectorio puede expandirse cada vez. Las funciones para Expandir/Colapsar est&aacute;n desabilitadas con esta opci&oacute;n.
nl_nl: Er kan maar één vertakking per keer worden uitgeklapt binnen een bovenliggend album. Uitklap/inklap functies zijn bij deze optie uitgeschakeld.
no_no: Kun én gren kan utvides innenfor en forelder om gangen. Utvid/sammenfold-funksjonene er deaktiverte med denne innstillingen aktiv.
sv_se: Endast en gren inom en f&ouml;r&auml;lder kan vara expanderar p&aring; en g&aring;ng. Expandera/F&auml;ll ihop &auml;r avaktiverade med detta alternativ.
vi_vn: Chỉ cho phép một nhánh được bung ra trong một lúc. Chức năng Bung ra/Thu gọn sẽ bị tắt nếu dùng chọn lựa này.

source: Save
es: Guardar
nl_nl: Opslaan
no_no: Lagre
sv_se: Spara
vi_vn: Lưu

source: The album select can be too wide for the sidebar so you may wish to place it elsewhere. Create a local template (see instructions at the top of layouts/matrix/templates/albumBody.tpl or any *.tpl file) and add a block like this:
nl_nl: De albumkeuze kan te breed zijn voor het zijpaneel, dus misschien dat u deze ergens anders wilt plaatsen. Maak een lokale template aan (zie de instructies aan de bovenkant van layouts/matrix/templates/albumBody.tpl of een ander .tpl bestand) en voeg een blok toe zoals hieronder:
sv_se: Albumvalet kan vara f&ouml;r bred f&ouml;r att visas i sidan och du kan beh&ouml;va placera den p&aring; annat st&auml;lle. Skapa en lokal mall (se instruktioner h&ouml;gst upp i layouts/matrix/templates/albumBody.tpl eller annan *.tpl-fil) och l&auml;gg till ett block som detta:
vi_vn: Hộp Album select có thể quá to so với sidebar. Bạn có thể muốn đặt nó vào một chỗ khác. Hãy tạo một tập tin template cục bộ (xem hướng dẫn ở đầu tập tin layouts/matrix/templates/albumBody.tpl hoặc bất cứ tập tin *.tpl nào) và thêm đoạn mã như sau:

source: You may also include any HTML required for placing the block, like this:
nl_nl: U kunt ook HTML integreren vereist voor de plaatsing van het blok, zoals hieronder:
sv_se: Du kan &auml;ven inkludera HTML n&ouml;dv&auml;ndig f&ouml;r att placera blocket, som f&ouml;ljande:
vi_vn: Bạn cũng có thể chèn đoạn mã HTML cần để đặt khối Album Select như sau:

source: Expand
es: Expandir
nl_nl: Uitklappen
no_no: Utvid
sv_se: Expandera
vi_vn: Bung ra

source: Collapse
es: Colapsar
nl_nl: Inklappen
no_no: Fold sammen
sv_se: F&auml;ll ihop
vi_vn: Thu gọn

source: Reset
es: Restablecer
no_no: Nullstill
sv_se: Nollst&auml;ll

source: Albums can be displayed in a simple list box or a dynamic tree.
es: Los &aacute;lbumes pueden ser mostrados en una lista o en un &aacute;rbol din&aacute;mico.
no_no: Album kan vises i en enkel liste eller i et dynamisk tre

source: Album quick links (DHTML)
es: Enlaces r&aacute;pidos (DHTML)
no_no: Hurtiglinker for album (DHTML)

source: Album quick links (Dropdown)
es: Enlaces r&aacute;pidos (Dropdown)
no_no: Hurtiglinker for album (nedtrekksliste)
