Repository: jmullan/Gallery2
Catalog: modules/core/po/*.po
Languages: es_es

source: Group '%s' already exists
es_es: El grupo '%s' ya existe

source: Create Group
es_es: Crear grupo

source: Cancel
es_es: Cancelar

source: Create A New User
es_es: Crear un nuevo usuario

source: You must enter a username
es_es: Debe indicar un nombre de usuario

source: Username '%s' already exists
es_es: El Usuario '%s' ya existe

source: Full Name
es_es: Nombre completo

source: Email Address
es_es: Dirección de correo

source: You must enter an email address
es_es: Debe indicar una dirección de correo

source: Language
es_es: Idioma

source: You must enter a password
es_es: Hay que escribir una contraseña

source: Verify Password
es_es: Verificación de contraseña

source: You must enter the password a second time
es_es: Hay que volver a escribir la contraseña

source: The passwords you entered did not match
es_es: Las contraseñas escritas no coinciden

source: Create User
es_es: Crear usuario

source: Delete A Group
es_es: Borrar un Grupo

source: Are you sure?
es_es: ¿Seguro?

source: This will completely remove %s from Gallery. There is no undo!
es_es: Esto eliminará %s de la Galería. No se podrá deshacer

source: Delete
es_es: Borrar

source: Delete a User
es_es: Borrar un Usuario

source: User %s is the owner of %s items.
es_es: %s es el propietario de %s elementos

source: Delete user <strong>%s</strong> and...
es_es: Eliminar al usuario <strong>%s</strong> y ...

source: Assign a new owner for all items of %s
es_es: Asignar un nuevo propietario para los elemenetos de %s

source: Delete all items of %s and assign a new owner for all remaining non empty albums
es_es: Eliminar todos los elementos de %s y asignarlos a un nuevo propietario para que no quede vacio

source: New owner (leaving blank means one of the Site Admins):
es_es: Nuevo propietario

source: User '%s' does not exist! Cannot assign items to a nonexistent user.
es_es: El usuario '%s' no existe.

source: The new owner must be a different user than the user we are deleting!
es_es: El nuevo propietario debe ser distinto del usuario que intenta eliminar

source: The new owner cannot be a Guest / Anonymous user!
es_es: El nuevo propietario no puede ser Invitado/Anonimo

source: This will completely remove <strong>%s</strong> from Gallery. There is no undo!
es_es: Eliminará por completo a <strong>%s</strong> de Gallery. No se podrá deshacer.

source: Edit a group
es_es: Editar un grupo

source: Edit Members of Group '%s'
es_es: Editar los miembros del grupo '%s'

source: Added user '%s' to group '%s'
es_es: Se ha añadido al usuario '%s' al grupo '%s'

source: Removed user '%s' from group '%s'
es_es: Se ha eliminado al usuario '%s' del grupo '%s'

source: This group contains %d user
es_es: Este grupo contiene %d usuario

source: Members
es_es: Miembros

source: &laquo; first
es_es: &laquo; Primero

source: &laquo; back
es_es: &laquo; Volver

source: Viewing page %d of %d
es_es: Viendo página %d de %d

source: next &raquo;
es_es: Siguiente &raquo;

source: last &raquo;
es_es: Último &raquo;

source: Filter
es_es: Filtro

source: Clear
es_es: Limpiar

source: %d user matches your filter
es_es: %d usuario que pasa el filtro

source: Remove selected
es_es: Eliminar seleccionados

source: You must select a user to remove.
es_es: Debe seleccionar un usuario al eliminar

source: You can't remove yourself from this group.
es_es: No se puede eliminar a sí mismo de este grupo

source: Add Member
es_es: Añadir miembro

source: You must enter a username.
es_es: Debe indicar un nombre de usuario

source: User '%s' does not exist.
es_es: El usuario '%s' no existe

source: This user already is in this group.
es_es: El usuario ya existe en este grupo

source: Done
es_es: Hecho

source: Edit a user
es_es: Editar usuario

source: That username is already in use
es_es: Este nombre de usuario ya está en uso

source: You must enter a new username
es_es: Dbe especificar un nuevo nombre de usuario

source: E-mail Address
es_es: Dirección de correo electrónico

source: (suggested)
es_es: (recomendado)

source: Group Management
es_es: Mantenimiento de grupos

source: Removed group '%s'
es_es: Eliminado el grupo '%s'

source: Created group '%s'
es_es: Creado el grupo '%s'

source: Modified group '%s'
es_es: Grupo '%s' modificado

source: There is %d group in the system.
es_es: Hay %d grupo en el sistema

source: Edit Group
es_es: Editar grupo

source: Edit
es_es: Editar

source: Add/Remove Users
es_es: Añadir/eliminar usuarios

source: Group '%s' does not exist.
es_es: El grupo '%s' no existe

source: You cannot delete that group
es_es: No puede eliminar este grupo

source: You cannot edit that group's users
es_es: No puede editar este grupo de ususarios

source: Edit Group (by list)
es_es: Editar grupo (por lista)

source: edit
es_es: editar

source: delete
es_es: eliminar

source: members
es_es: miembros

source: %d group matches your filter
es_es: %d grupo pasa su filtro

source: System Maintenance
es_es: Mantenimiento del sistema

source: Completed %s task successfully.
es_es: Se han completado %s tareas correctamente

source: The %s task failed to complete successfully.
es_es: La tarea %s falló

source: Task name
es_es: Nombre de la tarea

source: Last run
es_es: Última ejecución

source: Success/Fail
es_es: Error/fallo

source: Not run yet
es_es: No lanzado todavía

source: Success
es_es: Hecho

source: Failed
es_es: Error

source: run now
es_es: lanzar ahora

source: Last Run Details:
es_es: Detalles de la última ejecución

source: Gallery Modules
es_es: Modulos de la Galería

source: Successfully installed and auto-configured module %s
es_es: Modulo %s instalado y autoconfigurado correctamente

source: Successfully installed module %s
es_es: Modulo %s instalado correctamente

source: Successfully configured module %s
es_es: Modulo %s configurado correctamente

source: Successfully upgraded module %s
es_es: Modulo %s actualizado correctamente

source: Successfully activated module %s
es_es: Modulo %s activado correctamente

source: Successfully deactivated module %s
es_es: Modulo %s desactivado correctamente

source: Successfully uninstalled module %s
es_es: Modulo %s desinstalado correctamente

source: Gallery features come as separate modules. You can download and install modules to add more features to your Gallery, or you can disable features if you don't want to use them. In order to use a feature, you must install, configure (if necessary) and activate it. If you don't wish to use a feature, you can deactivate it.
es_es: Las características de Gallery vienen como módulos separados. Se pueden descargar e instalar módulos para añadir nuevas funcionalidades a Gallery, o también se pueden deshabilitar características si se no quiere volver a utilizarlas. Para poder utilizar una funcionalizad debe instalarla, configurarla (si es necesario) y activarla. Si no quiere seguir utilizándola, puede desactivarla.

source: Module Name
es_es: Nombre del modulo

source: Version
es_es: Versión

source: Installed
es_es: Instalado

source: Actions
es_es: Acciones

source: Status: Not Installed
es_es: Estado: No instalado

source: Status: Active
es_es: Estado: Activo

source: Status: Inactive
es_es: Estado: Inactivo

source: Status: Upgrade Required (Inactive)
es_es: Estado: Necesita actualización (Inactivo)

source: Status: Incompatible Module (Inactive)
es_es: Estado: Modulo incompatible (Inactivo)

source: Incompatible module!
es_es: Modulo incompatible!

source: Core API Required: %s (available: %s)
es_es: Requiere Core API: %s (disponible: %s)

source: Module API Required: %s (available: %s)
es_es: Requiere Modulo API: %s (disponible: %s)

source: Confirm module uninstall
es_es: Confirmación de desinstalación de modulo

source: Do you really want to uninstall the %s module?
es_es: Realmente desea desinstalar el modulo %s

source: This will also remove any permissions and clean up any temporary data created by this module.
es_es: Esto también eliminará y limpiará cualquier información temporal creada por este módulo

source: Uninstall
es_es: Desinstalar

source: Gallery Themes
es_es: Temas de la Galería

source: Successfully activated theme %s
es_es: Tema %s activado correctamente

source: Successfully deactivated theme %s
es_es: Tema %s desactivado correctamente

source: Successfully installed theme %s
es_es: Tema %s instalado correctamente

source: Successfully uninstalled theme %s
es_es: Tema %s desinstalado correctamente

source: Successfully upgraded theme %s
es_es: Tema %s actualizado correctamente

source: Successfully saved default album settings
es_es: Configuración del álbum por defecto guardada

source: Restored theme settings
es_es: Reestablecida la configuración del tema

source: All Themes
es_es: Todos los temas

source: Defaults
es_es: Opciones por defecto

source: Theme Name
es_es: Nombre del tema

source: Status: Incompatible Theme (Inactive)
es_es: Estado: Tema incompatible (Inactivo)

source: Incompatible theme!
es_es: Tema incompatible!

source: Theme API Required: %s (available: %s)
es_es: Requiere API Tema: %s (disponible: %s)

source: (default)
es_es: (por defecto)

source: These are default display settings for albums in your gallery. They can be overridden in each album.
es_es: Estas son las opciones de visualización por defecto para los álbumes de Gallery. Puede ser sobreescritas en cada álbum

source: Default sort order
es_es: Modi de ordenació por defecto

source: with
es_es: ancho

source: Default theme
es_es: Tema por defeto

source: New albums
es_es: Nuevo álbum

source: %s Theme Settings
es_es: Opicones del tema %s

source: These are the global settings for the theme. They can be overridden at the album level.
es_es: Estas son las configuraciones global para el tema. Podrá ser sobreescritas en el nivel de álbum

source: Available
es_es: Disponible

source: Choose a block
es_es: Seleccione un bloque

source: Selected
es_es: Seleciconado

source: Remove
es_es: Eliminar

source: Move Up
es_es: Mover arriba

source: Move Down
es_es: Mover abajo

source: Parameter
es_es: Parametro

source: Value
es_es: Valor

source: There are no settings for this theme
es_es: No hay configuración para este tema

source: The toolkits shown below have some overlap in supported operations and mime types. Rank the toolkits here to determine which will perform these operations.
es_es: Las herramientas mostradas abajo están yustapuestas en operaciones y tipos mime.Establezca la prioridad de las herramientas aquí para determinar cuál realizará estas operaciones.

source: Toolkit
es_es: Herramientas

source: Order
es_es: Orden

source: up
es_es: arriba

source: down
es_es: abajo

source: User Management
es_es: Mantenimiento de usuarios

source: Removed user '%s'
es_es: Eliminado el usuario '%s'

source: Created user '%s'
es_es: Creado el usuario '%s'

source: Modified user '%s'
es_es: Modificado el usuario '%s'

source: There is %d user in the system.
es_es: Hay %d usuario en el sistema

source: Edit User
es_es: Editar Usuario

source: You cannot delete yourself!
es_es: No se puede eliminar a sí mismo

source: You cannot delete the special guest user.
es_es: No puede eliminar al usuario especial 'Invitado'

source: Edit User (by list)
es_es: Editar usuario (por lista)

source: Thumbnails
es_es: Miniaturas

source: Gallery can create thumbnails at upload time, or create them the first time you want to see the thumbnail itself. Either way, it will create the thumbnail once and save it, but if you create them at upload time it makes viewing albums for the first time go faster at the expense of a longer upload time.
es_es: Gallery puede crear miniaturas cuando sube los archivos o crearlas la primera vez que alguien solicite una. De todas formas la miniatura sólamente se creará una vez. Si decide crear las miniaturas ahora, conseguirá más rapidez para las primeras visitas.

source: Create thumbnails now
es_es: Crear miniaturas ahora

source: This is a test email from Gallery2
es_es: Este es un correo de prueba enviado desde Gallery2

source: Edit Conflict!
es_es: Editar conflictos!

source: Security Violation
es_es: Violación de seguridad

source: Database Error
es_es: Error en la Base de Datos

source: Your change cannot be completed because somebody else has made a conflicting change to the same item. Use the back button in your browser to go back to the page you were on, then <b>reload that page</b> and try your change again.
es_es: El cambio solicitado no se ha completado por que alguien ha reallizado un cambio que ha generado un conflicto. Utilice el botón retroceder de su navegador para vover atrá y trate de volver a realizar la modificación

source: Go back and try again
es_es: Volver e intentarlo de nuevo

source: Alternatively, you can return to the main Gallery page and resume browsing.
es_es: También puede volver a la página principal de la galería y continuar buscando

source: The action you attempted is not permitted.
es_es: Acción no permitida

source: An error has occurred while interacting with the database.
es_es: Ha ocurrido un error al conectarse a la base de datos

source: The exact nature of database errors is not captured unless Gallery debug mode is enabled in config.php. Before seeking support for this error please enable buffered debug output and retry the operation. Look near the bottom of the lengthy debug output to find error details.
es_es: La naturaleza exacta de los errores de la base de datos no se captura a menos que se active en config.php el modo de depuración.Antes de buscar información sobre el error active este modo de depuración y reintente la operación

source: An error has occurred.
es_es: Ha ocurirdo un error

source: Back to the Gallery
es_es: Volver a la Galería

source: Error Detail
es_es: Detalle del error

source: System Information
es_es: Información del sistema

source: You don't have any Graphics Toolkit activated that can handle JPEG images. If you add images, you will probably not have any thumbnails.
es_es: No hay ninguna herramienta activada para manipular imagenes jpeg.Si añade la imagen no tendrá miniatura.

source: Visit the <a href="%s">Modules</a> page to activate a Graphics Toolkit.
es_es: Visite la página de <a href="%s">Módulos</a> para activar las herramientas para manipulació de gráficos.

source: Add Sub-Album
es_es: Añadir sub-álbum

source: The name of this album on your hard disk. It must be unique in this album. Only use alphanumeric characters, underscores or dashes. You will be able to rename it later.
es_es: El nombre de este álbum en su disco duro. Debe ser un nombre único para cada álbum. Solo caracteres alfanuméricos. Lo podrá modificar después

source: Your name contains invalid characters. Please enter another.
es_es: Su nombre contiene caracteres invalidos, por favor introduzca otro nombre.

source: You must enter a name for this album.
es_es: Dbe añadir un nombre para este álbum

source: The name you entered is already in use. Please enter another.
es_es: El nombre que ha introducido ya está en uso. Por favor introduzca otro.

source: This is the album title.
es_es: Este es el título del álbum

source: This is the album summary.
es_es: Este es el resumen del álbum

source: Keywords are not visible, but are searchable.
es_es: Las palabras clave no son visibles, pero sí se podrá buscar por ellas.

source: This is the long description of the album.
es_es: Esta es la descripción larga del álbum

source: Create
es_es: Crear

source: Upload Complete
es_es: Carga completa

source: Successfully added %d file.
es_es: Archivo añadido correctamente

source: No files added.
es_es: No se han añadido archivos

source: Added %s
es_es: Añadido %s

source: Failed to add %s
es_es: Fallo al añadir %s

source: Add more files
es_es: Añadir más archivos

source: Your webserver is configured to disallow file uploads from your web browser at this time. Please contact your system administrator for assistance.
es_es: Su servidor web no permite subir archivos desde el navegar. Por favor contacte con el administrador del sistema para solucionarlo.

source: Upload files directly from your computer.
es_es: Subir archivos directamente desde su PC.

source: Enter the full path to the file and an optional caption in the boxes below.
es_es: Introduzca la ruta completa del archivo y una descripción opcional en las cajas de abajo.

source: <b>Note:</b> You can upload up to %s at one time. If you want to upload more than that, you must upload the files separately, use a different upload format, or ask your system administrator to allow larger uploads.
es_es: <b>Nota:</b> Puede subir hasta %s en total. Si quiere subir más húgalo por separado.

source: <b>Note:</b> You can upload up to %s at one time. No individual file may be larger than %s. If you want to upload more than that, you must upload the files separately, use a different upload format, or ask your system administrator to allow larger uploads.
es_es: <b>Nota:</b> Puede subir hasta %s de una vez. Cada archivo individual no debe exceder de %s. Si quiere subir más hágalo por partes.

source: More..
es_es: Más

source: Set item titles from:
es_es: Establecer los títulos desde:

source: Assign caption to:
es_es: Asignar descripción a:

source: Transfer files that are already on your server into your Gallery. The files must already have been uploaded to your server some other way (like FTP) and must be placed in a directory where they are accessibly by any element on the server. If you're on Unix this means that the files and the directory the files are in should have modes of at least 755.
es_es: Transferir archivos que ya están en su servidor a la galería. Estos archivos se pudierón haber subido por ejemplo mediante ftp, y el directorio que los contiene debe tener los permisos adecuados para realizar la transferencia

source: For security purposes, you can't use this feature until the Gallery Site Administrator configures a set of legal upload directories.
es_es: Por razones de seguridad esta característica no se podrá utilizar hasta que el administrador configure un directorio de upload.

source: Server Path
es_es: Ruta del servidor

source: You must enter a directory.
es_es: Debe indicar un directorio

source: The directory you entered is invalid. Make sure that the directory is readable by all users.
es_es: El directorio que introdujo no es válido, Asegurese de que todo el mundo lo pueda leer

source: The directory you entered is illegal. It must be a sub directory of one of the directories listed below.
es_es: El directorio que introdujo no es válido, debe ser un subdirectorio de los directorios mostrados a continuación

source: An item with the same name already exists.
es_es: Ya existe un elemento con ese nombre

source: Legal Directories
es_es: Directorios legales

source: modify
es_es: modificar

source: Recent Directories
es_es: Directorios recientes

source: Find Files
es_es: Buscar archivos

source: Directory: %s
es_es: Directorio: %s

source: File name
es_es: Nombre del archivo

source: Type
es_es: Tipo

source: Size
es_es: Tamaño

source: Use Symlink
es_es: Utilizar elnace simbólico

source: Parent Directory
es_es: Directorio padre

source: Directory
es_es: Directorio

source: (Un)check all known types
es_es: marcar/desmarcar todos los tipos conocidos

source: (Un)check symlinks
es_es: marcar/desmarcar enlaces simbólicos

source: for selected items
es_es: para elementos seleccionados

source: Copy base filenames to:
es_es: Copiar el nombre base del archivo a:

source: Add Files
es_es: Añadir archivos

source: Start Over
es_es: Empezar

source: Import files into Gallery from another website. Enter a URL below to a web page anywhere on the net and Gallery will allow you to upload any media files that it finds on that page. Note that if you're entering a URL to a directory, you should end the URL with a trailing slash (eg, http://example.com/directory/).
es_es: Importar fotos en la galería desde otro sitio web. Introduzca a continuación la URL de un sitio con imagenes y las podrá subir a la galería. Recuerde que si escribe la url de un directorio esta debe terminar con / (ej. http://ejemplo.com/directorio/)

source: You must enter a URL to a web page
es_es: Debe indicar la URL de una página web

source: The URL entered must begin with http://
es_es: La URL introducida debe comenzar por http://

source: The web page you specified is unavailable
es_es: La página que solicitó no está accesible

source: Nothing to add found from this URL
es_es: Nada que añadir desde esta URL

source: Nothing added since no items were selected
es_es: No se añade nada hasta que se selecciones elementos

source: Recent URLs
es_es: URLs recientes

source: change
es_es: cambio

source: %d url found
es_es: %d url encontrada

source: (Un)check all
es_es: marcar/desmarcar todo

source: Add URLs
es_es: Añadir URL

source: No Thumbnail
es_es: Sin miniatura

source: Options
es_es: Opciones

source: Link an Item
es_es: enlazar un elemento

source: Successfully linked %d item
es_es: %d elemento enlazado correctamente

source: This album contains no items to link.
es_es: Este álbum no contiene elementos para enlazar

source: Source
es_es: Fuente

source: Choose the items you want to link
es_es: Seleccione los elementos que desee enlazar

source: (page %d of %d)
es_es: (página %d de %d)

source: No sources chosen
es_es: No ha elejido ninguna fuente

source: Check All
es_es: Seleccionar todos

source: Check None
es_es: No marcar ninguno

source: Invert
es_es: Invertir

source: Previous Page
es_es: Página anterior

source: Next Page
es_es: Página siguiente

source: Destination
es_es: Destino

source: Choose a new album for the link
es_es: Elija un nuevo álbum para el enlace

source: No destination chosen
es_es: No ha seleccionado ningún destino

source: Link
es_es: Enlace

source: Successfully linked
es_es: Enlazado correctamente

source: Choose a destination album
es_es: Seleccione un álbum de destino

source: Delete Items
es_es: Eliminar elementos

source: No items were selected for deletion
es_es: No se han seleccionado elementos para eliminar

source: Successfully deleted %d item
es_es: Se ha eliminado correctamente %d elemento

source: This album contains no items to delete
es_es: Este álbum no contiene elementos para eliminar

source: Choose the items you want to delete
es_es: Elija los elementos que desea eliminar

source: Items selected here will remain selected when moving between pages.
es_es: Los artículos seleccionados aquí seguirán seleccionados al moverse entre las páginas.

source: One item selected on other pages.
es_es: Un artículo seleccionado en otras páginas

source: (data)
es_es: (fecha)

source: (album containing %d item)
es_es: (el álbum contiene %d elemento)

source: (empty album)
es_es: (álbum vacio)

source: Deletion Complete
es_es: Eliminación completada

source: Item successfully deleted
es_es: Elemento eliminado correctamente

source: Are you sure you want to delete this %s?
es_es: &iquest;Está seguro de que quiere eliminar este %s?

source: It contains %d item.
es_es: Contiene %d elemento

source: There is no undo!
es_es: NO se puede deshacer!

source: There was a problem processing your request.
es_es: Ha ocurrido un erro al procesar si petición

source: Sort order
es_es: Modo de ordenar

source: This sets the sort order for the album. This applies to all current items, and any newly added items.
es_es: Esto estblece el modo de ordenar los elementos del álbum. Se aplica a todos los elementos actuales y a los añadidos posteriormente.

source: Choose a theme for this album. (The way the album is arranged on the page)
es_es: Elija un tema para este álbum

source: Every item requires a thumbnail. Set the default size in pixels here.
es_es: Cada foto necesita una miniatura. Establezca aquí el tamaño en píxels.

source: You must enter a number (greater than zero)
es_es: Debe indicar un número (mayor que cero)
