Repository: jmullan/Gallery2
Catalog: modules/core/po/*.po
Languages: es_es

source: Resized Images
es_es: Imágenes redimensionadas

source: Each item in your album can have multiple sizes. Define the default sizes here.
es_es: Cada elemento de un álbum puede tener varios tamaños. Ajuste aquí los valores por defecto.

source: Active
es_es: Activo

source: Target Size (pixels)
es_es: Tamaño (píxels)

source: You must enter a valid size
es_es: Debe introducir un tamaño válido

source: Recreate thumbnails and resizes
es_es: Reconstruir miniaturas y redimensionados

source: The thumbnail and resized image settings are for all new items. To apply these settings to all the items in your album, check the appropriate box.
es_es: Las configuraciones de miniaturas y redimensionados de imagen se aplican a los nuevos elementos. Para aplicar estos cambios a los elementos existentes marque la casilla adecuada.

source: Recreate thumbnails
es_es: Reconstruir miniaturas

source: Recreate resized images
es_es: Reconstruir imagenes redimensionadas

source: In order for Gallery to properly display this animation, it has to know the animation's width and height. If you have installed a graphics toolkit that can handle animation types, then these values may already be set. If not, they may be set to 0. If you do not enter the correct values here, the animation may appear distorted when viewed in your web browser. Note that changing these values does <b>not</b> change the animation itself so experimenting won't cause harm.
es_es: Para que Gallery pueda mostrar correctamente esta animación necesita conocer el alto y ancho de la misma. Si tiene instalada alguna herrmienta para la manipulación de imágenes este paso se realizará automáticamente. Si las proporciones indicadas no son correctas la animación no se verá correctamente en el navegador. Recuerde que no se modifica el tamaño de la animación por lo que podrá realizar las pruebas que desee sin miedo.

source: Width
es_es: Ancho

source: You must enter a value greater than or equal to 0
es_es: Debe indicar un valor mayor o igual que cero

source: Height
es_es: Ancho

source: There were errors saving some items
es_es: Se han producido errores guardando algún elemento

source: There were errors saving all items
es_es: Se han producido errores guardando todos los elementos

source: Successfully saved all items
es_es: Se han guardado correctamente todos los elementos

source: This album contains no items
es_es: Este álbum no contiene elementos

source: Saved successfully.
es_es: Guardado correctamente

source: This item was modified by somebody else at the same time. Your changes were lost.
es_es: Este elemento ha sido modificado por otra persona a la vez. Sus cambios se han perdido.

source: You do not have permissions to modify this item.
es_es: Usted no tiene permisos para modificar este elemento

source: Save and Done
es_es: Guardar y Hecho

source: Save and Edit Previous %s
es_es: Guardar y editar el anterior %s

source: Save and Edit Next %s
es_es: Guardar y editar el siguiente %s

source: The name of this item on your hard disk. It must be unique in this album. Only use alphanumeric characters, underscores or dashes.
es_es: El nombre de este elemento en su disco duro. Debe ser un nombre único para cada elemento. Sólo caracteres alfanuméricos. Lo podrá modificar después

source: Your name contains invalid characters. Please choose another.
es_es: El nombre que ha escrito contiene caracteres invalidos. Por favor selecciones otro.

source: You must enter a name for this item.
es_es: Debe indicar un nombre para este elemento

source: The name you entered is already in use. Please choose another.
es_es: El nombre que ha introducido ya está en uso. Por favor seleccione otro.

source: The title of this item.
es_es: El título de este elemento

source: The root album must have a title.
es_es: El álbum raiz debe tener un título

source: The summary of this item.
es_es: El resumen de este elemento

source: This is the long description of the item.
es_es: Esta es la descripción larga del elemento

source: %s Date and Time
es_es: %s Fecha y Hora

source: Set the date and time when this image was captured.
es_es: Indique la fecha y hora de cuá la foto ha sido tomada.

source: Set the date and time to be displayed for this item.
es_es: Establezca la fecha y la hora para mostrar para este elemento

source: Set the date and time to be displayed for this %s.
es_es: Establezca la fecha y la hora para mostrar para este %s

source: Date:
es_es: Fecha

source: Time:
es_es: Hora

source: Use the original capture date and time from file information (e.g. Exif tag):
es_es: Utilizar para mostrar la fecha y hora originales del archivo (ej. Etiqueta Exif)

source: You must enter a valid date and time
es_es: Debe indicar una fecha y hora correctas

source: Thumbnail
es_es: Miniatura

source: Resized Photos
es_es: Fotos redimensionadas

source: Aspect Ratio:
es_es: Cociente de aspecto:

source: Crop
es_es: Enmarcar

source: Reset to default
es_es: Reajustar a opciones por defecto

source: Rotate
es_es: Rotar

source: You can only rotate the photo in 90 degree increments.
es_es: Puede rotar la foto en incrementos de 90 grados

source: There are no graphics toolkits enabled that support this type of photo, so we cannot rotate it.
es_es: No hay herramientas gráficas que soporten este tipo de imagen, así que no se puede rotar.

source: Scale
es_es: Escalar

source: Shrink or enlarge the original photo. When Gallery scales a photo, it maintains the same aspect ratio (height to width) of the original photo to avoid distortion. Your photo will be scaled until it fits inside a bounding box with the size you enter here.
es_es: Modificar el tamaño de la foto original. Cuándo Gallery escala una foto lo hace respetando las proporciones de ancho por alto para evitar distorsiones en la imagen. Su foto será escalada hasta que él interior de los ajustes coincida una caja de limitación con el tamaño que usted incorpora aquí.

source: There are no graphics toolkits enabled that support this type of photo, so we cannot scale it.
es_es: No hay herramientas gráficas que soporten este tipo de imagenm así que no se puede escalar

source: You must enter a size
es_es: Debe indicar un tamaño

source: Preserve Original
es_es: Preservar original

source: Gallery does not modify your original photo when rotating and scaling. Instead, it duplicates your photo and works with copies. This requires a little extra disk space but prevents your original from getting damaged. Disabling this option will cause any actions (rotating, scaling, etc) to modify the original.
es_es: Gallery no modifica la imagen original cuando escala o rota. Por el contrario duplica la imagen y trbaja sobre una copia. Esto requiere un poco más de espacio en disco pero evita que el archivo original sufra daños. Deshabilitar esta opción provocará que muchas acciones (rotar, escalar, etc) modifiquen el original.

source: This is a link to another photo, so you cannot change the original
es_es: Esto es un enlace a otra foto, no puede modificar la original

source: There are links to this photo, so you cannot change the original
es_es: Hay enlaces a esta foto, no puede modificar la original

source: Preserve Original Photo
es_es: Preservar la foto original

source: Modified Photo
es_es: Foto modificada

source: You are using a copy of the original photo that has been scaled or rotated. The original photo is still available, but is no longer being used. Any changes you make will be applied to the copy instead.
es_es: Está utilizando una copia del original. El archivo original continúa disponible, pero no lo volverá a usar. Todos los cambios futuros se aplicarán sobre esta copia.

source: Restore original
es_es: Recuperar el original

source: This album is configured to use the <b>%s</b> theme. These settings only apply to the theme for this album.
es_es: Este álbum esta configurado para utilizar el tema <b>%s</b>. La siguiente configuración sólo se aplicará para este álbum.

source: Setting
es_es: configuración

source: Use Global
es_es: Utilizar global

source: Album Highlight
es_es: Toque de luz para el álbum

source: You can make this item the thumbnail for its parent or any ancestor album.
es_es: Puede hacer que ésta sea la miniatura del álbum al que ésta pertence.

source: Highlight for:
es_es: Toque de luz para:

source: Highlight
es_es: Toque de luz

source: Move an Item
es_es: Mover un elemento

source: Successfully moved %d item
es_es: %d elemento movido correctamente

source: This album contains no items to move.
es_es: Este álbum no tiene elementos para mover.

source: Choose the items you want to move
es_es: Seleccione los elementos que desea mover

source: The destination you chose does not accept sub-albums, so all sub-albums have been deselected.
es_es: El destino que ha seleccionado no acepta sub-álbumes, así que todos los sub-álbumes han sido desseleccionados.

source: The destination you chose only accepts sub-albums, so all non-albums have been deselected.
es_es: El destino que ha seleccionado sólo acepta sub-álbumes, así que todos los que no son álbumes han sido desseleccionados.

source: You are not allowed to move this item away from here.
es_es: No tiene permiso para mover este elemento a ningún sitio

source: You are not allowed to move an album to the chosen destination.
es_es: No tiene permiso para mover el álbum al destino seleccionado

source: You are not allowed to move an item to the chosen destination.
es_es: No tiene permiso para mover un elemento al destino elejido

source: You cannot move an album into its own subtree.
es_es: No puede mover un álbum dentro de su propia estructura de árbol

source: Choose a new album for them
es_es: Elija el nuevo álbum para ellos

source: You don't have the permission to add items in this album
es_es: Usted no tiene permiso para añadir elementos a este álbum

source: Move
es_es: Mover

source: Successfully moved
es_es: Movido correctamente

source: Permissions
es_es: Permisos

source: Owner changed successfully
es_es: Propietario modificado correctamente

source: Group permission added successfully
es_es: Permisos de grupo añadidos correctamente

source: User permission added successfully
es_es: Permisos de usuario añadidos correctamente

source: Group permission removed successfully
es_es: Permisos de grupo eliminados correctamente

source: User permission removed successfully
es_es: Permisos de usuario eliminados correctamente

source: Each item has its own independent set of permissions. Changing the parent's permissions has no effect on the permissions of the child. This allows you to restrict access to the parent of this item, but still grant full access to this item, or vice versa. The most efficient way to use this permission system is to create groups and assign permissions to them. Then if you want to grant permissions to a specific user, you can add (or remove) the user from the appropriate group.
es_es: Cada elemento tiene un propietario además de la configración de permisos. Modificar los permisos de un elemento no afecta a sus hijos. Esto permite bloquear el acceso a un elemento pero mantenerlo para alguno de sus hijos, o viceversa. La forma más eficiente de mantener esto es creando grupos y asignando a éstos los permisos. Si después necesita denegar el permiso a algún usuario sólo tendrá que eliminarlo del grupo.

source: This item is owned by user: %s
es_es: Este elemento pertenece al usuario: %s

source: This item is owned by user: %s (%s)
es_es: Este elemento pertenece al usuario: %s (%s)

source: New owner
es_es: Nuevo propietario

source: Change
es_es: Cambiar

source: Apply new owner to sub-items
es_es: Aplicar el nuevo propietario a los sub-elementos

source: You must enter a user name
es_es: Debe indicar un nombre de usuario

source: The user name you entered is invalid
es_es: El usuario que ha introducido no es valido

source: Apply changes
es_es: Aplicar cambios

source: This item has sub-items. The changes you make here can be applied to just this item, or you can apply them to all sub-items. Note that applying changes to sub-items will merge your change into the existing permissions of the sub-items and may be very time consuming if you have many sub-items. It's more efficient to grant permissions to groups and then add and remove users from groups whenever possible. Changes are applied to sub-items by default.
es_es: Este elmento tiene sub-elementos. Los cambios que usted realice aquí se podrán aplicar sólo a este elemento o también a sus hijos. Tenga en cuenta que si el elmento tiene muchos hijos este proceso se podría ralentizar. Es mucho más eficiente cambiar los permisos sobre los grupos y después añadir o eliminar usuarios de los grupos. Los cambios serán aplicados por defecto a todos los hijos.

source: Apply to sub-items
es_es: Aplicar tambié en sub-elementos

source: Group Permissions
es_es: Permisos del grupo

source: Group name
es_es: Nombre del grupo

source: Permission
es_es: Permisos

source: New Group Permission
es_es: Nuevos permisos de grupo

source: Add Permission
es_es: Añadir permisos

source: The permission you chose is invalid
es_es: Los permisos que ha elegido no son validos

source: The group name you entered is invalid
es_es: El nombre del grupo que ha introducido no es valido

source: Group already has this permission (check sub-permissions)
es_es: El gurpo ya posee estos permisos (revise los sub-permisos)

source: User Permissions
es_es: Permisos de ususario

source: User name
es_es: Nombre de usuario

source: New User Permission
es_es: Nuevos permisos de ususario

source: The user already has this permission (check sub-permissions)
es_es: El usuario ya tiene estos permisos (revise los sub-permisos)

source: Reorder Album
es_es: Reordenar el álbum

source: This album has an automatic sort order specified, so you cannot change the order of items manually. You must remove the automatic sort order to continue.
es_es: Este álbum tiene configurada una forma especifica para ordenar. Así que no podrá modificarla manualmente. Debe establecer la forma para ordenar a <b>contunua</b> en lugar de <b>auto</b>.

source: Change the order of the items in this album.
es_es: Modificar el orden de este elemento en el álbum

source: Move this item
es_es: Mover este elemento

source: before
es_es: antes

source: after
es_es: después

source: Reorder
es_es: Reordenar

source: Continue...
es_es: Continuar...

source: Enter a URL
es_es: Introduzca una URL

source: Enter some text describing the URL
es_es: Introduzaca algún texto que describa la URL

source: Enter an image URL
es_es: Introduzca la URL de la imagén

source: list
es_es: lista

source: bullet
es_es: asterisco

source: image
es_es: imagen

source: Configuration Error: Missing Theme
es_es: Error de configuració: Tema no encontrado.

source: This album is configured to use the %s theme, but it is either inactive or not installed.
es_es: Este álbum está configurado para el tema %s, pero o no está instalado o no está activo.

source: To fix this problem you can %sinstall or activate this theme%s or select another default theme.
es_es: Para solucionar este problema puede instalar el tema %s, activar el tema %s o establecer otro por defecto.

source: To fix this problem you can %slogin as a site administrator%s and then %sinstall or activate this theme%s or select another default theme.
es_es: Para solucionar este problema puede iniciar sesión como administrador e instalar el tema %s, activar el tema %s o establecer otro por defecto. %s%s

source: Admin Options
es_es: Opciones de administrador

source: User Options
es_es: Opciones de ususario

source: Password changed successfully
es_es: Conntraseña modificada correctamente

source: You must enter your current password to prove that it's you, then enter your new password twice to make sure that you didn't make a mistake.
es_es: Tiene que introducir su contraseña actual para probar su identidad, introduzca su nueva contraseña dos veces y asegúrese de no cometer ningún error.

source: Current Password
es_es: Contraseña actual

source: You must enter your current password
es_es: Debe indicar su contraseña actual

source: Incorrect password
es_es: Contraseña incorrecta

source: New Password
es_es: Nueva contraseña

source: You must enter a new password
es_es: Debe indicar una nueva contraseña

source: Verify New Password
es_es: Confirme su nueva contraseña

source: You must enter your new password again!
es_es: Debe repetir la contraseña de nuevo!

source: Login to your account
es_es: Inicie sesión

source: Your password has been recovered, please login.
es_es: Su contraseña ha sido recuperada, por favor inicie sesión

source: Your login information is incorrect. Please try again.
es_es: Su información de inicio de sesió es incorrecta, Por favor inténtelo de nuevo.

source: Account settings saved successfully
es_es: Cambios de la configuració de la cuenta guardados correctamente

source: Recover a lost or forgotten password
es_es: Recuperar una contraseña perdida u olvidada.

source: Recover
es_es: Recuperar

source: Once you've uploaded the file, click refresh to continue.
es_es: Una vez que halla subido el archivo, haga click en recargar para continuar

source: Emergency Administrator Password Reset
es_es: Modificación de emergencia para la contraseña de administrador

source: This page can be used by a system administrator to securely reset the password on any account.
es_es: Esta página puede ser usada por cualquier administrador para modificar la contraseña de cualquier cuenta

source: Authorization Confirmed
es_es: Autorización confirmada

source: Your authorization has been confirmed. Please enter your new password below. After setting your new password you will be taken to the login page.
es_es: Su autorizació ha sido confirmada. Por favor introduzca una nueva contraseñaa continuación. Después de establecerla será redirigido a la pána de inicio de sesión

source: Recover Password for Username
es_es: Recuperar contraseña para el usuario

source: You must enter a username to recover the password for.
es_es: Debe indicar un usuario al que modificarle la contraseña

source: The username you entered does not exist.
es_es: El usuario que ha escrito no existe

source: Authorization Incorrect
es_es: Autorización incorrecta

source: Recovery Instructions
es_es: Instrucciones para la recuperación

source: AuthFile Missing
es_es: Archivo de autenticació perdido

source: AuthFile Unreadable
es_es: Archivo de autenticació no legible

source: Your %s file is not readable. Please give Gallery read permissions on the file.
es_es: El archivo %s no es legible. Por favor agrege permisos de lectura a su archivo

source: Refresh
es_es: Recargar

source: This page will allow you to reset the password on your account.
es_es: Esta página le permitirá modificar la contraseña de su cuenta

source: There is no request which matches the username and authorization provided. Request a new authorization from the <a href="%s">lost password page</a>
es_es: No hay ninguna petició que coincida con el usuario y la autorización proporcionadasSolicite una nueva autorización desde la <a href="%s">página de recuperación de contraseñas</a>

source: The request you are trying to access has expired. Request a new authorization from the <a href="%s">lost password page</a>.
es_es: La petición a la que está intentando acceder a expirado.Solicite una nueva autorización desde la <a href="%s">página de recuperación de contraseñas</a>

source: Authorization missing
es_es: Sin autorizar

source: Username missing
es_es: nombre de ususario no encontrado

source: Submit
es_es: Enviar

source: Hello %s,
es_es: Hola %s,

source: You receive this email because a password recovery for %s was requested by %s at %s
es_es: Usted ha recibido este mail por que una recuperació de contraseña para %sha sido solicitado por %s en %s

source: Your username is: %s
es_es: Su nombre de usuarios es. %s

source: To finish the password recovery process please click the following link and enter the required information:
es_es: Para finalizar el proceso de recuperación de contraseña haga clcik ne el siguiente enlacee introduzca la información requerida

source: If you did not request this recovery email, you may safely ignore it.
es_es: Si usted no solicitado el envío de este mail, puede ignorarlo de forma segura.

source: Thank you!
es_es: Gracias!

source: guest
es_es: Invitado

source: display mode: %s
es_es: Modo de visualización: %s

source: Date: %s
es_es: Fecha: %s

source: Owner: %s
es_es: Propietario: %s

source: Size: %d item
es_es: Tamaño: %d elemento

source: (%d item total)
es_es: (%d elemento en total)

source: Views: %d
es_es: Visto: %d veces

source: &laquo; album actions &raquo;
es_es: &laquo; acciones del álbum &raquo;

source: &laquo; item actions &raquo;
es_es: &laquo; acciones de los elementos &raquo;

source: Go
es_es: Ir a

source: Navigation
es_es: Navegar

source: next
es_es: Siguiente

source: last
es_es: Último

source: Page %d of %d
es_es: Página %d de %d

source: %d of %d
es_es: %d de %d

source: first
es_es: Primero

source: previous
es_es: Anterior

source: Page:
es_es: Página:

source: Size:
es_es: Tamaño

source: Full size:
es_es: Tamaño copleto

source: Language selector
es_es: Selector de lenguaje

source: Item actions
es_es: Acciones sobre los elementos

source: Use dropdown menu
es_es: Utilizar menú en forma de lista

source: Login block
es_es: Bloque de inicio de sesión

source: Links to album/photo peers
es_es: Acoplamientos a los pares de álbum/foto
