Repository: jmullan/Gallery2
Catalog: modules/core/po/*.po
Languages: es_es

source: Gallery Email Test
es_es: Correo de prueba Gallery

source: &laquo; None &raquo;
es_es: &laquo; Ninguno &raquo;

source: forever
es_es: para diempre

source: Database
es_es: Base de datos

source: File
es_es: Archivo

source: %d minute
es_es: %d minuto

source: %d hour
es_es: %d hora

source: %d day
es_es: %d día

source: %d week
es_es: %d semana

source: <none>
es_es: <ninguno>

source: install
es_es: instalar

source: upgrade
es_es: actualizar

source: configure
es_es: configurar

source: activate
es_es: activar

source: uninstall
es_es: desinstalar

source: deactivate
es_es: desactivar

source: Other
es_es: Otros

source: Inherit settings from parent album
es_es: Heredar configuración del álbum padre

source: Use these settings
es_es: Utilizar estás opciones

source: key
es_es: clave

source: All access
es_es: Acceso completo

source: [core] View item
es_es: [core] Ver elemento

source: [core] View resized version(s)
es_es: [core] Ver versión redimensionada

source: [core] View original version
es_es: [core] Ver versión original

source: [core] View all versions
es_es: [core] Ver todas las versiones

source: [core] Add sub-album
es_es: [core] Añadir subálbum

source: [core] Add sub-item
es_es: [core] Añadir subelemento

source: [core] Edit item
es_es: [core] Editar elemento

source: [core] Change item permissions
es_es: [core] Modificar permisos del elemento

source: [core] Delete item
es_es: [core] Borrar elemento

source: Upgrading permissions
es_es: Actualizando permisos

source: Deleting old permission tables
es_es: Borrando las tabals viejas de permisos

source: Registered Users
es_es: Usuarios registrados

source: All Users
es_es: Todos los usuarios

source: Detecting broken derivatives
es_es: Detección de derivados rotos

source: Clearing fast-download cache
es_es: Limpiar la cache de descarga rápida

source: Site Admins
es_es: Administradores del sitio

source: Everybody
es_es: Todo el mundo

source: Guest
es_es: Invitado

source: Gallery
es_es: Fotos

source: This is the main page of your Gallery
es_es: Página principal de la galería

source: Detecting broken derivatives, loading
es_es: Detección de derivados rotos, cargando.

source: Detecting broken derivatives
es_es: Detección de derivados rotos

source: Detecting broken derivatives,
es_es: Detección de derivados rotos,

source: Detecting broken derivatives, saving
es_es: Detección de derivados rotos, guardando

source: add items
es_es: añadir elementos

source: Album created successfully.
es_es: Álbum creado correctamente

source: add sub-album
es_es: Añadir sub-álbum

source: add items confirmation
es_es: Confirmación para añadir elementos

source: Base filename
es_es: Nombre base del fichero

source: Caption
es_es: Descripción

source: Blank
es_es: Blanco

source: From Web Browser
es_es: Desde navegador web

source: From Local Server
es_es: Desde archivo local en el servidor

source: Photo
es_es: Foto

source: From Web Page
es_es: Desde una página web

source: Gallery Item Administration
es_es: Administración de elementos de la galería

source: create link
es_es: crear enlace

source: link an item
es_es: enlazar un elemento

source: delete an item
es_es: eliminar un elemento

source: delete confirmation
es_es: confirmación de eliminación

source: delete %s
es_es: eliminar %s

source: edit %s
es_es: editar %s

source: Settings saved successfully.
es_es: Configuración guardada correctamente

source: &laquo; default theme &raquo;
es_es: &laquo; tema por defecto &raquo;

source: Changes saved successfully
es_es: Cambios guardados correctamente

source: Animation Size
es_es: Tamaño de la animación

source: edit captions
es_es: Editar descripciones

source: Movie Size
es_es: Tamaño del video

source: Thumbnail cropped successfully
es_es: Miniatura enmarcada correctamente

source: Thumbnail reset successfully
es_es: reajuste de miniatura correcto

source: Photo 5x3
es_es: Foto 5x3

source: Photo 6x4
es_es: Foto 6x4

source: Photo 7x5
es_es: Foto 7x5

source: Photo 10x8
es_es: Foto 10x8

source: Fullscreen 4x3
es_es: Pantalla completa 4x3

source: Widescreen 16x9
es_es: Panorámico 16x9

source: Square 1x1
es_es: Cuadrado 1x1

source: As Image
es_es: Como imagen

source: Landscape
es_es: Paisaje

source: Portrait
es_es: Retrato

source: Crop Thumbnail
es_es: Enmarcar miniatura

source: Reverted rotate and scale changes successfully
es_es: Cambios de rotación y escala realizados correctamente

source: Rotated photo successfully
es_es: Foto rotada correctamente

source: Scaled photo successfully
es_es: Foto escalada correctamente

source: Modify Photo
es_es: Modificar foto

source: Successfully saved theme settings
es_es: Configuración del tema guardada correctamente

source: Theme
es_es: Tema

source: make highlight
es_es: haga el toque de luz

source: move item
es_es: mover elemento

source: move %s
es_es: mover %s

source: edit %s permissions
es_es: editar los permisos de %s

source: reorder items
es_es: Reordenar elementos

source: Gallery Site Administration
es_es: Sitio de adminsitración de la galería

source: site admin
es_es: administrador del sitio

source: Gallery User Administration
es_es: Administración de ususarios de la galería

source: change password
es_es: modificar contraseña

source: your account
es_es: tu cuenta

source: Password Recovery
es_es: Recuperar contraseña

source: Build all thumbnails/resizes
es_es: Construir todas las miniaturas/volver a clasificar según el tamaño

source: Build All Thumbnails/Resizes
es_es: Construir Todas Las Miniaturas/Volver A Clasificar Según El Tamaño

source: Debug output for failed items:
es_es: Depurar salida para elementos erroneos

source: Processing image %d of %d
es_es: Procesando imagen %d de %d

source: Checked %d items
es_es: Comprobados %d elementos

source: %d items built
es_es: Construidos %d elementos

source: %d items failed
es_es: Han fallado %d elementos

source: Delete database cache
es_es: Eliminar la cache de la base de datos

source: Gallery stores commonly used database information on disk for increased performance. If you modify the database directly, you should run this task to clean out the cache and force Gallery to reload the information from the database.
es_es: Gallery guarda la información de sus base de datos en disco duro para mejorar el rendimiento. Si usted modifica directamente la base de datos debería lanzar esta herramienta para forzar la recarga de la información almacenada en la base de datos.

source: Successfully deleted directory: %s
es_es: Directorio eliminado correctamente: %s

source: Unable to delete directory: %s
es_es: No se ha podido eliminar el directorio: %s

source: Delete template cache
es_es: Eliminar la cache de plantillas

source: Template cache deleted successfully
es_es: Cache de plantilla eliminado correctamente

source: album
es_es: álbum

source: Animation
es_es: Animación

source: animation
es_es: animación

source: Gallery Core
es_es: Nucleo de Gallery

source: Gallery Core Module
es_es: Modulo Nucleo de Gallery

source: Search descriptions
es_es: Buscar en descripciones

source: Search keywords
es_es: Buscar palabras clave

source: Search summaries
es_es: Buscar en resúmenes

source: Search titles
es_es: Buscar en títulos

source: Description
es_es: Descripción

source: Keywords
es_es: Palabras clave

source: Summary
es_es: Resumen

source: Title
es_es: Título

source: Owner
es_es: Propietario

source: Group
es_es: Grupo

source: group
es_es: grupo

source: Movie
es_es: Video

source: movie
es_es: video

source: photo
es_es: foto

source: &laquo; default sort order &raquo;
es_es: &laquo; Modo por defecto para ordenar &raquo;

source: Manual sort order
es_es: Modo manual para ordenar

source: Origination Date
es_es: Fecha de origen

source: Creation Date
es_es: Fecha de creación

source: Last Changed Date
es_es: Fecha de última modificación

source: Name
es_es: Nombre

source: View Count
es_es: Ver contador

source: Random
es_es: Aleatorio

source: &laquo; no presort &raquo;
es_es: &laquo; ninguna preclasificación &raquo;

source: Albums First
es_es: Álbumes primero

source: Most Viewed First
es_es: Más visto primero

source: Ascending
es_es: Ascendente

source: Descending
es_es: Descendente

source: Validation disabled until you set allowSessionAccess in config.php
es_es: La validación estarña deshabilitada hasta que establezca allowSessionAccess en conifg.php

source: This page is valid XHTML 1.0
es_es: Esta página está creada con código valido XHTML 1.0

source: Donate to the Gallery project
es_es: Donar al proyecto de Gallery

source: Estimated time remaining: %d:%02d
es_es: Tiempo estimado para terminar: %d:%02d

source: Memory used: %s, total: %s
es_es: Memoria utilizada: %s, total: %s

source: Rows per album page
es_es: Filas por página del álbum

source: Columns per album page
es_es: Columnas por página del álbum

source: Show image owners
es_es: Mostrar el propietario de las imagenes

source: Show album owners
es_es: Mostrar el propietario de los álbumes

source: Show micro navigation thumbnails
es_es: Mostrar micro minuaturas

source: Number of items to show per page
es_es: Número de elementos a mostrar por página

source: Blocks to show in the sidebar
es_es: Bloques a mostrar en la barra lateral

source: Blocks to show on album pages
es_es: Bloques a mostrar en las páginas del álbum

source: Blocks to show on photo pages
es_es: Bloques a mostrar en las páginas de fotos

source: View Samples
es_es: Ver ejemplos

source: Album Frame
es_es: Marco del álbum

source: Item Frame
es_es: Marco del elemento

source: Photo Frame
es_es: Marco de la foto

source: Color Pack
es_es: Pack de colores

source: You must enter a number greater than 0
es_es: Debe indicar un número mayor que 0

source: Format: [module.BlockName param=value] ...
es_es: Formato: [module.BlockName param=value] ...

source: Archive
es_es: Archivo

source: archive
es_es: archivo

source: Document
es_es: Documento

source: document
es_es: documento

source: Unknown
es_es: Desconocido

source: unknown
es_es: desconocido

source: Back
es_es: Atrás

source: Back to %s
es_es: Vover a %s

source: User
es_es: Usuarios

source: user
es_es: usuarios

source: Optimize database
es_es: Optimizar Base de datos

source: Improve the performance of your database. Results will vary depending on which database you're using, but this routine maintenance will make your Gallery run faster. Especially useful after adding or deleting many items.
es_es: Mejore el rendimiento de su Base de datos. Los resultado dependerán de qué sistema utilice, pero esta herramienta hará funcionar más rápido su galería. Espcialmente útil justo después de añadir o eliminar muchos registros.

source: Database optimized successfully
es_es: Base de datos optimizada correctamente

source: Reset view counts
es_es: Restablecer los contadores de visitas

source: Reset number of views to zero for all albums and items. This task flushes the database cache as well.
es_es: Establece el número de visitas a cero para todos los álbumes y elementos. Tambié limpia la cache de la base de datos.

source: View counts reset successfully
es_es: Contadores de visitas reajustado correctamente.

source: Refresh capture dates
es_es: Actualizar fechas de captura de elementos

source: Update capture date stored in Gallery for all items with an available date in the original data file (usually from EXIF data).
es_es: Actuliza la fecha de captura de todos los elementos con la fecha disponible en la información original de archivo. (normalmente de la etiqueta EXIF).

source: Processing...
es_es: Procesando...

source: Refresh Capture Dates
es_es: Actualizar fechas de captura

source: Processing item %d of %d
es_es: Procesando elemento %d de %d

source: Updated %d of %d items
es_es: Actulizado %d de %d elementos

source: System information
es_es: Información del sistema

source: Get system details; useful for copy/paste into G2 support forum.
es_es: Obtener información detallada del sistema, útil para copiar y pegar en el foro de soporte de G2

source: core
es_es: nucleo

source: Gallery version
es_es: versión de Gallery

source: PHP version
es_es: versión de PHP

source: Webserver
es_es: Servidor Web

source: Toolkits
es_es: Herramientas

source: Operating system
es_es: Sistema operativo

source: Browser
es_es: Navegador

source: Core
es_es: Nucleo

source: Gallery 2 Core Module
es_es: Módulo núcleo de Gallery2

source: Add Items
es_es: Añadir elementos

source: Edit Album
es_es: Modificar álbum

source: Edit Photo
es_es: Modificar foto

source: Edit Movie
es_es: Modificar película

source: Create Link
es_es: Crear enlace

source: Add Album
es_es: Añadir álbum

source: Edit Permissions
es_es: Modificar permisos

source: View Permissions
es_es: Ver permisos

source: Delete Album
es_es: Borrar álbum

source: Delete Photo
es_es: Borrar foto

source: Delete Movie
es_es: Borrar película

source: Move Album
es_es: Mover álbum

source: Move Photo
es_es: Mover foto

source: Move Movie
es_es: Mover película

source: Edit Captions
es_es: Modificar descripciones

source: Make Highlight
es_es: Resaltar

source: Reorder Items
es_es: Reordenar

source: Site Admin
es_es: Administrar

source: Login
es_es: Identificación

source: Your Account
es_es: Tu cuenta

source: Logout
es_es: Salir

source: Modules
es_es: Módulos

source: Themes
es_es: Temas

source: Display
es_es: Mostrar

source: Users
es_es: Usuarios

source: Groups
es_es: Grupos

source: Maintenance
es_es: Mantenimiento

source: Toolkit Priority
es_es: Prioridad de herramientas

source: Graphics Toolkits
es_es: Tratamiento de imagen

source: Account Settings
es_es: Opciones de la cuenta

source: Change Password
es_es: Cambiar contraseña

source: Link Album
es_es: Enlazar álbum

source: Link Photo
es_es: Enlazar foto

source: Link Movie
es_es: Enlazar película

source: Edit %s
es_es: Editar %s

source: Delete %s
es_es: Borrar %s

source: Move %s
es_es: Mover %s

source: Link %s
es_es: Enlazar %s

source: General Settings
es_es: Opciones generales

source: Settings saved successfully
es_es: Se han guardado las opciones

source: Added local upload directory successfully
es_es: Se ha añadido el directorio local de carga

source: Removed local upload directory successfully
es_es: Se ha borrado el directorio local de carga

source: Test email sent successfully
es_es: Se ha enviado bien el mensaje de prueba

source: Select language defaults for Gallery. Individual users can override this setting in their personal preferences or via the language selector block if available.
es_es: Seleccione el lenguaje por defecto para Gallery, los usuarios podrán sobreescribir este valor individualmente

source: Default language
es_es: Idioma por defecto

source: Your webserver does not support localization. Please instruct your system administrator to reconfigure PHP with the %s option enabled.
es_es: Su servidor web no soporta localización. Por favor indique al administrador del sistema que reconfigure PHP con la opción %s activada.

source: Date Formats
es_es: Formatos de fecha

source: Specify how dates and times are displayed by Gallery. See %sphp.net%s for details of how to enter a format string. Note that the display of some tokens varies according to the active language.
es_es: Indique cómo se deben mostrar las fechas y las horas en Gallery. Visite %sphp.net%s para detalles sobre el formato de fecha. Tenga en cuenta que algunos métodos de visualización dependen del leguaje activo.

source: Style
es_es: Estilo

source: Format
es_es: Formato

source: Sample
es_es: Ejemplo

source: Date
es_es: Fecha

source: Time
es_es: Hora

source: Date/Time
es_es: Fecha/Hora

source: Filesystem Permissions
es_es: Permisos del sistema de archivos

source: Specify the default permissions for files and directories that Gallery creates. This doesn't apply to files/directories that Gallery has already created.
es_es: Indique los permisos por defecto para los archivos y directorios que Gallery cree.Esto no se aplica a los archivos y directorios que Gallery ya ha creado.

source: New directories
es_es: Nuevos directorios

source: New files
es_es: Nuevos archivos

source: Local Server Upload Paths
es_es: Rutas locales para subir archivos

source: Specify the legal directories on the local server where a user can store files and then upload them into Gallery using the <i>Upload from Local Server</i> feature. The paths you enter here and all the files and directories under those paths will be available to any Gallery user who has upload privileges, so you should limit this to directories that won't contain sensitive data (eg. /tmp or /usr/ftp/incoming)
es_es: Indique los directorios legales en el servidor local donde un usuario pueda almacenar archivos y después subirlos a Gallery utilizando la herramienta <i>Desde archivo local en el servidor</i>. Los directorios que establezca aquí y los archivos y directorios que se encuentren dentro de éstos serán accesibles para todos los usuarios que tengan permiso para subir archivos al servidor.

source: Path
es_es: Ruta

source: Action
es_es: Acción

source: remove
es_es: borrar

source: Add
es_es: Añadir

source: You must enter a directory to add.
es_es: Debes indicar un directorio al que añadir

source: Your webserver is configured to prevent you from accessing that directory. Please refer to the %s and consult your webserver administrator.
es_es: El servidor web está configurado para no permitirle el acceso a este directorio. Por favor refierase a %s y consulte al administrador del servidor web.

source: The webserver does not have permissions to read that directory.
es_es: El servidor web no tiene permisos para leer el directorio especificado

source: The path you specified is not a valid directory.
es_es: La ruta que ha especificado no es correcta

source: Session Settings
es_es: Configuración de la sesión

source: Session Lifetime
es_es: Tiempo de vida de la sesión

source: Inactivity Timeout
es_es: Tiempo máximo de inactividad

source: Embedded Markup
es_es: Habilitar marcado

source: What kind of markup should we allow in user-entered fields? For security reasons we do not recommend that you allow raw HTML. BBCode is a special kind of markup that is secure and allows for simple text formatting like bold, italics, lists, images and urls.
es_es: &iquest;Qué tipo de marcado se permitirá a los usuarios cuando escriban en algún campo de texto? Por seguridad no se debería permitir el marcado HTML, para esto existe BBCode que es un tipo de marcado especial mucho más seguro y también permite el formateado simple de texto como negrita, cursiva, listas, imagenes y urls.

source: Markup
es_es: Marcado

source: Email
es_es: Correo electrónico

source: By default Gallery uses PHP's built in mail function to send email which requires no configuration. To use a smtp/mail server enter the information below, including authentication information if required. Optionally add :port after the server name to use a non-default port.
es_es: Por defecto Gallery utiliza las herramientas integradas en PHP para el envío de correo, no necesita configuració. Para utilizar un servidor SMTP introduzaca la siguiente información. Opcionalmente indique el puerto después del nombre del servidor para utilizar un puerto distinto del habitual.

source: Server
es_es: Servidor

source: Username
es_es: Usuario

source: Password
es_es: Contraseña

source: SMTP From Address
es_es: Dirección <i>DE:</i> SMTP

source: Invalid email address
es_es: Dirección de correo invalida

source: Send a test email to verify your settings are correct (whether using PHP mail or SMTP settings above). Below enter a recipient email address for a test message.
es_es: Envío de un correo de prueba para verificar que la configuración es correcta (utilizará PHP o SMTP en función de lo que tenga configurado anteriormente). Escriba la dirección de correo a la que desee enviar la prueba.

source: Send Email
es_es: Enviar correo

source: Email Test Error
es_es: Error al probar la configuració de envío de correo.

source: If your Gallery is embedded and you leave the following fields empty, then all DownloadItem links (the URLs of the images and other items) in the embedded Gallery have <b>an appended GALLERYSID string</b> in the URL which is <b>a minor security risk</b> when your Gallery users start copy'n'pasting image URLs in forums, guestbooks, etc. The alternative is to set the <b>cookie path</b>. Gallery will then <b>not append the GALLERYSID to the embedded DownloadItem URLs</b>. E.g. when Gallery is reachable at http://www.example.com/application/gallery2/ and the embedding application is at http://www.example.com/application/, then you have to compare the path /application/gallery2/ with /application/. The cookie path is the part of the paths that is equal, in this case it is '/application/'. Most often it is just '/'.
es_es: Si Gallery está embebido dentro de algú otro sistema y deja este campo en blanco a todas las rutas de descargas, archivos e imágenes se le adjuntará una cadena con el identificador de sessión de Gallery. La alternativa es utilizar <b>ruta de la cookie</b>, será la parte de la ruta que coincida entre Gallery y el sistema que lo contiene.

source: The <b>cookie domain</b> is also only needed for embedded Gallery installs and only if you want to get rid of the GALLERYSID string in the embedded DownloadItem URLs. <b>In most cases, the cookie domain can be left blank.</b> Set it only, if Gallery and the embedding application are only reachable with <b>different subdomains</b>. E.g. when Gallery is at http://photos.example.com/ and the application is at http://www.example.com/, then you have to set the cookie domain example.com (the part of the host string that is common to both, Gallery and the embedding application).
es_es: El <b>Dominio de cookies</b> sólamente se necesita para instalaciones embebidas de Gallery. En la myoría de los casos puede quedar en blanco.

source: Once you change the cookie settings, <b>all registered users</b> of your Gallery will <b>have to clear their browser cookie cache</b>. If they do not, they will experience login / logout / lost session problems.
es_es: Una vez que modifique la configuración de cookies, todos los usuarios deberán limpiar la cache de sus navegadores, sino experimentarán problemas con el estado de su sesión.

source: Invalid cookie path
es_es: Ruta de la cookie invalida

source: Domain
es_es: Dominio

source: Invalid cookie domain
es_es: Dominio de la cookie invalido

source: Locking System
es_es: Sistema de bloqueo

source: Gallery uses a system of locks to prevent simultaneous changes from interfering with each other. There are two types of locking, each with its advantages and disadvantages. <b>File</b> based locking is fast and efficient, but won't work on NFS filesystems and will be unreliable on Windows. <b>Database</b> locking is slower but is more reliable. If you are unsure which to choose, we recommend using file locking. If you're getting many lock timeouts, you can try switching to database locking instead. It's ok to switch back and forth.
es_es: Gallery utiliza un sistema de bloque que permite evitar accesos simulataneos a un mismo archivo. Hay dos tipos de bloqueo: <br />Sobre un <b>archivo</b>, más rápido y eficiente, pero <b>no funciona sobre NFS</b> y <b>no es fiable sobre plataformas Windows</b>. <br/>Sobre <b>base de datos</b>, es mucho <b>más lento</b> pero <b>más fiable</b> En caso de duda seleccione sobre un <b>archivo</b> y si experimenta problemas pruebe a modificarlo por base de datos.

source: Lock system
es_es: Sistema de bloqueo

source: Save
es_es: Guardar

source: Reset
es_es: Cancelar

source: Create A New Group
es_es: Crear un nuevo grupo

source: Group Name
es_es: Nombre del grupo

source: (required)
es_es: (obligatorio)

source: You must enter a group name
es_es: Debe indicar un nombre de grupo
