Repository: jmullan/Gallery2
Catalog: modules/newitems/po/*.po
Languages: es, vi_vn

source: New Items
es: Nuevos Items
vi_vn: Các đối tượng mới

source: Highlight new/updated Gallery items
es: Destacar item nuevo/actualizado
vi_vn: Đánh dấu các đối tượng mới thêm/cập nhật

source: Display
es: Mostrar
vi_vn: Hiển thị

source: New
es: Nuevo
vi_vn: Mới thêm

source: Updated
es: Actualizado
vi_vn: Mới cập nhật

source: New Items First
es: Nuevos Items primero
vi_vn: Các đối tượng mới trước

source: New Item Settings
es: Configurar Nuevo Item
vi_vn: Cài đặt cho New Item

source: Settings saved successfully
es: Configuraci&oacute;n guardada
vi_vn: Đã lưu các thông số lại

source: Album sorts reset successfully
es: Ordenaci&oacute;n de &aacute;lbum restablecida
vi_vn: Thứ tự sắp xếp mặc định của các album đã được khôi phục

source: Reset albums with New Items sort to enable deactivation (see below)
es: Retablecer albums con la ordenaci&oacute;n de Nuevos Items para permitir la desactivaci&oacute;n (mirar debajo)
vi_vn: Khôi phục các album được sắp xếp theo kiểu Các đối tượng mới trước để có thể bỏ kích hoạt module này (xem dưới đây)

source: Enter length of time in days items should be marked as new and updated, or zero to disable.
es: Introducir cuantos d&iacute;as se debe marcar una imagen como nueva o actualizada (cero para desabilitar).
vi_vn: Hãy nhập số ngày mà đối tượng sẽ được đánh dấu là mới thêm và mới cập nhật, hoặc điền 0 để tắt tính năng này.

source: New:
es: Nuevo:
vi_vn: Mới thêm:

source: Invalid value
es: Valor no valido
vi_vn: Giá trị không hợp lệ

source: Updated:
es: Actualizado:
vi_vn: Mới cập nhật:

source: Save
es: Guardar
vi_vn: Lưu

source: Reset
es: Restablecer

source: This gallery is using New Items sort as the default album sort. This must be changed to another sort type before this module can be deactivated. You can reset the default to manual sort order here.
es: Esta galer&iacute;a est&aacute; usando la ordenaci&oacute;n de Nuevos Items como la ordenaci&oacute;n por defecto para el &aacute;lbum. Debe cambiarse el modo de ordenaci&oacute;n antes de que este m&oacute;dulo pueda ser desactivado. Puede restablecer la ordenaci&oacute;n manual por defecto desde aqu&iacute;.
vi_vn: Gallery này dùng thứ tự sắp xếp Các đối tượng mới trước như là thứ tự sắp xếp mặc định cho các album. Bạn cần phải đổi sang một kiểu sắp xếp khác mới có thể bỏ kích hoạt module này. Bạn có thể khôi phục lại thứ tự sắp xếp bằng tay ở đây.

source: This gallery contains %d album using New Items sort. It must be reset to the default sort before this module can be deactivated. You can reset the album here.
es: Esta galer&iacute;a tiene %d &aacute;lbum que usa la ordenaci&oacute;n de Nuevos Items. Debe ser restablecida la ordenaci&oacute;n por defecto antes de que el m&oacute;dulo sea desactivado. Puede retablecerla desde aqu&iacute;.
vi_vn: Gallery này có %d album dùng thứ tự sắp xếp Các đối tượng mới trước. Chúng cần phải được chuyển lại thứ tự sắp xếp mặc định thì module này mới có thể được bỏ kích hoạt. Bạn có thể chuyển tất cả các album ở đây.

source: Warning: there is no undo.
es: Atenci&oacute;: no hay posibilidad de deshacer.
vi_vn: Cảnh báo: không thể khôi phục.

source: Reset album sorts
es: Restablecer ordenaci&oacute;n de &aacute;lbumes
vi_vn: Khôi phục lại thứ tự sắp xếp của album
