Repository: jmullan/Gallery2
Catalog: modules/sizelimit/po/*.po
Languages: es, no_no, ru_ru, sv_se

source: WARNING: Cannot resize mime type %s
es: ATENCI&Oacute;N: Imposible reescalar mime type %s
no_no: ADVARSEL: Kan ikke endre skalere MIME-type %s
ru_ru: ПРЕДУПРЕЖДЕНИЕ: Невозможно изменить размеры MIME типа %s
sv_se: VARNING: Kan inte &auml;dra storlek mime-typ %s

source: WARNING: Cannot compress mime type %s
es: ATENCI&Oacute;N: imposible comprimir mime type %s
no_no: ADVARSEL: Kan ikke komprimere MIME-type %s
ru_ru: ПРЕДУПРЕЖДЕНИЕ: Невозможно сжать MIME тип %s
sv_se: VARNING: Kan inte komprimera mime-typ %s

source: Resize complete
es: Re-escalado completo
no_no: Skalering fullf&oslash;rt
ru_ru: Измените полностью размеры

source: Resize Status
es: Estado del re-escalado
no_no: Skaleringsstatus
ru_ru: Измените размеры Статуса
sv_se: Status p&aring; F&ouml;r&auml;ndring av Storlek

source: Resizing photo
es: Re-escalando imagen
no_no: Skalerer foto
ru_ru: Изменение размеры фотографии
sv_se: &Auml;ndrar storlek p&aring; foto

source: Size Limit
es: L&iacute;mite de tama&ntilde;o
no_no: Bildest&oslash;rrelse
ru_ru: Предельный Размер
sv_se: Storleksgr&auml;ns

source: Define picture size limit
es: Definir l&iacute;mite de tama&ntilde;o
no_no: Angi grenseverdi for bildest&oslash;rrelse
ru_ru: Определите картинный предел размера
sv_se: Definiera storleksgr&auml;n f&ouml;r bilder

source: Display
es: Mostrar
no_no: Skjermvisning
ru_ru: Дисплей
sv_se: Visa

source: Maximum dimensions of full sized images
es: M&aacute;ximas dimensiones de las im&aacute;genes a tama&ntilde;o completo
no_no: St&oslash;rste dimensjoner for bilder i full st&oslash;rrelse
ru_ru: Максимальные измерения полных размеров изображений
sv_se: Maximala dimensioner f&ouml;r bild av full storlek

source: No Limits
es: Sin l&iacute;mite
no_no: Ingen begrensninger
ru_ru: Без Пределов
sv_se: Inga Gr&auml;nser

source: You must specify at least one of the dimensions
es: Debe especificar al menos una de las dimensiones
no_no: Du m&aring; angi minst &eacute;n av dimesjonene
ru_ru: Вы должны определить хотя бы одно из измерений
sv_se: Du m&aring;ste specifecera &aring;tminstone en dimension

source: Maximum file size of full sized images in kilobytes
es: M&aacute;ximo tama&ntilde;o en kB de las imagenes
no_no: St&oslash;rste filst&oslash;rrelse til bilder i full st&oslash;rrelse i kilobyte
ru_ru: Максимальный размер файла полноразмерных изображений в килобайтах
sv_se: Maximal filstorlek f&ouml;r bilder av full storlek i kilobytes

source: You must enter a number (greater than zero)
es: Debe introducir un n&uacute;mero (mayor que cero)
no_no: Du m&aring; angi et nummer (st&oslash;rre enn null)
ru_ru: Вы должны ввести число (больше чем ноль)
sv_se: Du m&aring;ste fylla i ett nummer (st&ouml;rre &auml;n noll)

source: Keep original image?
es: Guardar la imagen original?
no_no: Beholde orginalbilde?
ru_ru: Держать оригинальное изображение?
sv_se: Beh&aring;lla orginalbilden?

source: Check here to apply these size limits to the pictures in this album and all subalbums
no_no: Trykk her for &aring; legge til disse bildest&oslash;rrelsene til bildene i dette albumet og alle underalbum
ru_ru: Отметьте здесь, чтобы применить этот размер ограниченный картинами в этом альбоме и всех подальбомах
sv_se: Markera h&auml;r f&ouml;r att applicera dessa storleksgr&auml;nserna till bilderna i detta album och alla underliggande album
