Repository: jmullan/Gallery2
Catalog: modules/fotokasten/po/*.po
Languages: de

source: Fotokasten Photo Printing Module
de: Fotokasten Photodruck-Modul

source: Commerce
de: Geschäftliches

source: [fotokasten] Print
de: [fotokasten] Drucker

source: Print on Fotokasten.de
de: via fotokasten.de drucken

source: Print with Fotokasten
de: Via Fotokasten drucken

source: Fotokasten Settings
de: Fotokasten Einstellungen

source: Settings saved successfully
de: Einstellungen erfolgreich gespeichert

source: Enter affiliate settings.
de: Geben Sie die Affiliate-Einstellungen ein.

source: Enter a numeric id
de: Geben Sie eine numerische ID ein

source: Affiliate Password:
de: Affiliate-Passwort:

source: Missing value
de: Fehlende Angabe

source: Save
de: Speichern

source: Reset
de: Zurücksetzen
