Repository: jmullan/Gallery2
Catalog: modules/zipcart/po/*.po
Languages: ru_ru

source: Download in Zip
ru_ru: Загрузите в Zip

source: Zip Download
ru_ru: Zip Загрузить

source: Download cart items in a zip file
ru_ru: Загрузите элементы корзины в zip файле

source: Commerce
ru_ru: Торговля

source: Zip Download Settings
ru_ru: Zip Загрузить Параметры настройки

source: Settings saved successfully
ru_ru: Параметры настройки, сохранены успешно

source: Enter full path to the zip executable.
ru_ru: Введите полный путь к выполнимому zip.

source: Zip Path:
ru_ru: Zip Путь:

source: You must enter a path to your zip binary
ru_ru: Вы должны ввести путь к вашему бинарному zip

source: The path you entered isn't valid or isn't executable
ru_ru: Путь, который Вы ввели, не правилен или не выполним

source: Unable to create a zip file from this binary
ru_ru: Неспособность создать бинарный ZIP файл с этого места

source: The path you entered is valid
ru_ru: Путь, который Вы ввели, правилен

source: Debug output
ru_ru: Вывод отладки

source: We gathered this debug output while testing your zip installation. If you read through this carefully you may discover the reason why it failed our tests.
ru_ru: Мы собрали этот вывод отладки, проверяя вашу инсталляцию ZIP архиватора. Если Вы прочтете это тщательно то, Вы быстро можете обнаружить причину, почему тесты не прошли.

source: Save Settings
ru_ru: Сохранить Параметры настройки

source: Test Settings
ru_ru: Испытание Параметров

source: Cancel
ru_ru: Отменить

source: Reset
ru_ru: Сбросить
