Repository: jmullan/Gallery2
Catalog: modules/randomhighlight/po/*.po
Languages: de_de, es

source: Activate random highlight for this album
de_de: Aktivierung der zufällige Vorschaubilder für dieses Album
es: Activar Destacar Aleatoriamente para este &aacute;lbum

source: Albums reset successfully
de_de: Die Alben wurden erfolgreich resettet.

source: Changes saved successfully
de_de: Die Änderungen wurden erfolgreich gespeichert.

source: Display
de_de: Anzeige
es: Mostrar

source: Duration in minutes:
de_de: Dauer in Minuten:
es: Duraci&oacute;n en minutos:

source: Enter length of time a random highlight album should keep one highlight before picking a new one.
de_de: Setzen Sie die Dauer, wie lange ein zufälliges Vorschaubild angezeigt werden soll, bevor es ausgetauscht wird.
es: Introduzca un tiempo para que un &aacute;lbum destacado aleatoriamente sea mostrado antes de mostrar uno nuevo.

source: Invalid duration value
de_de: Ungültiger Wert für die Dauer
es: Duraci&oacute;n no v&aacute;lida

source: Periodically change the album highlight
de_de: Das Vorschaubild der Alben periodisch ändern
es: Cambiar peri&oacute;dicamente el &aacute;lbum destacado

source: Random Highlight Settings
de_de: Einstellungen für zufällige Vorschaubilder
es: Configuraci&oacute;n de Destacar Aleatoriamente

source: Random Highlight
de_de: Zufälliges Vorschaubild
es: Destacar Aleatoriamente

source: Reset all albums
de_de: Alle Alben zurücksetzen

source: Save
de_de: Speichern
es: Guardar

source: Settings saved successfully
de_de: Die Einstellungen wurden erfolgreich gespeichert.
es: Configuraci&oacute;n guardada con &eacute;xito

source: Undo
de_de: Rückgängig

source: Warning: there is no undo.
de_de: Hinweis: Es gibt keine Möglichkeit dies rückgängig zu machen.

source: Reset
es: Restablecer
