Repository: jmullan/Gallery2
Catalog: modules/httpauth/po/*.po
Languages: pl

source: HTTP Auth
pl: Autoryzacja HTTP

source: Login using HTTP authentication
pl: Logowanie przy użyciu autoryzacji HTTP

source: Authentication
pl: Autoryzacja

source: HTTP Auth Settings
pl: Ustawienia autoryzacji HTTP

source: Settings saved successfully
pl: Ustawienia zostały zapisane

source: Rewrite rule not configured
pl: Moduł Rewrite nie został skonfigurowany

source: You are running Gallery with the PHP CGI server API but the Authorization HTTP header rewrite rule isn't enabled. HTTP authentication against Gallery's user database won't work without this rule because CGI scripts ordinarily can't access the Authorization HTTP header in which usernames and passwords are sent. Web server authentication will still work.
pl: Aplikacja Gallery jest uruchomiona w trybie PHP CGI, jednak funkcja 'header rewrite' w autoryzacji HTTP nie jest uruchomiona. Autoryzacja HTTP w oparciu o bazę użytkowników nie będzie funkcjonować poprawnie, ponieważ skrypty CGI nie mają dostępu do nagłówków protokołu HTTP w których wysyłane jest hasło i nazwa użytkownika. Autoryzacja serwera będzie jednak nadal funkcjonować.

source: Gallery can handle HTTP Basic authentication directly.
pl: Podstawowa autoryzacja HTTP.

source: Use HTTP Authentication:
pl: Użyj autoryzacji HTTP:

source: Gallery will prompt you to login with HTTP authentication when permission is denied. HTTP authentication sends your client a realm to which your username belongs. It's safe to leave the realm blank.
pl: W przypadku braku dostępu, galeria zasugeruje zalogowanie się z autoryzacją HTTP. Autoryzacja HTTP prześle wówczas do przeglądarki obszar do którego należy dana nazwa użytkownika. Pole obszaru może zostać puste.

source: HTTP Authentication Realm:
pl: Obszar autoryzacji HTTP:

source: Your web server may offer more comprehensive and more secure authentication. If you configured your web server to authenticate requests to Gallery, you may choose to trust the username it reports in the REMOTE_USER environment variable.
pl: Serwer WWW może zaoferować bardziej złożoną i bezpieczniejszą autoryzację. Jeśli serwer WWW został skonfiguowany, aby autoryzować zapytania do galerii, możliwe jest dodanie zaufanego użytkownika poprzez wykorzystanie zmiennej środowiskowej REMOTE_USER.

source: Use Web Server Authentication:
pl: Użyj autoryzacji serwera WWW:

source: You may wish to trust only HTTP authentication types or HTTP usernames which match specified regular expressions - or HTTP usernames may not match your Gallery usernames; for instance if using %s authentication, the REMOTE_USER environment variable may be username@REALM.TLD. In these cases, you may use regular expressions to filter authentication types and usernames.
pl: Możesz ufać jedynie typom autoryzacji HTTP lub nazwom użytkowników HTTP które są zgodne z wyrażeniami regularnymi, w przeciwnym wypadku nazwy użytkowników HTTP mogą być niezgodne z użytkownikami aplikacji Galery. Na przykład jeżeli użyjemy autoryzacji %s, zmienną środowiska REMOTE_USER może być nazwa_uzytkownika@OBSZAR.TLD. W tych przypadkach, możesz użyć wyrażenia regularnego, aby filtrować typy autoryzacji i nazwy użytkowników.

source: Use Regular Expressions:
pl: Użyj wyrażeń regularnych:

source: Specify here a regular expression which the authentication type must match for authentication to proceed; for instance /Negotiate/
pl: Aby autoryzacja mogła być przeprowadzona, proszę określić wyrażenia regularne pasujące do typu autoryzacji; np.: /Negotiate/

source: Authentication Type Pattern:
pl: Wzorzec typu autoryzacji:

source: You must enter a valid regular expression
pl: Proszę wprowadzić poprawne wyrażenie regularne

source: Specify here a regular expression which the username must match for authentication to proceed and a string with which to replace it. See PHP %s documentation for more information.
pl: Aby autoryzacja mogła być przeprowadzona, proszę określić wyrażenia regularne pasujące do nazwy użytkownika oraz ciąg znaków na który zostaną one zamienione. Więcej informacji na ten temat znajduje się w dokumentacji PHP %s.

source: Username Pattern:
pl: Wzorzec nazwy użytkownika:

source: Username Replacement:
pl: Zamiennik nazwy użytkownika:

source: Save
pl: Zapisz

source: Reset
pl: Przywróć ustawienia domyślne
