Repository: jmullan/Gallery2
Catalog: modules/uploadapplet/po/*.po
Languages: ru

source: Upload Applet
ru: Через Апплет

source: Easy to use upload applet for media
ru: Удобная в использовании загрузка через апплет

source: Import
ru: Импорт

source: The upload applet relies on a G2 module that is not currently enabled. Please ask an administrator to enable the 'remote' module.
ru: Загрузка через апплет связана с использованием модуля, который в настоящее время отключён. Пожалуйста, обратитесь к администратору для активизации модуля 'remote'.

source: Downloading the Gallery Remote Applet
ru: Загрузка апплета Gallery Remote

source: Your browser doesn't support applets; you should use one of the other upload methods.
ru: Ваш браузер не поддерживает Java апплеты. Вы должны использовать другой метод загрузки.

source: Uploading files...
ru: Загрузка файлов...

source: Upload complete
ru: Загрузка завершена

source: You can keep uploading or go to some of the pictures you uploaded by clicking on the links above
ru: Вы можете продолжить загрузку, либо перейти к загруженным изображениям, нажав ссылку выше

source: Upload Applet Settings
ru: Настройки загрузки через апплет

source: Defaults
ru: По умолчанию

source: These variables provide default values for applets users execute on your site. Users will be able to override these defaults by making changes in the user interface of the applets, or by changing their local defaults file.
ru: Данные переменные задают значения по умолчанию для пользователей, которые запускают апплет на вашем сайте. Пользователи смогут переназначить данные настройки по умолчанию путем изменения в интерфейсе пользователя в апплете, либо путем изменения локальных значений по умолчанию в файле.

source: You have no default variables
ru: Переменные по умолчанию не заданы

source: Variable
ru: Переменная

source: Action
ru: Действие

source: Delete
ru: Удалить

source: Add a new default variable
ru: Добавить новую переменную по умолчанию

source: You must enter a variable name and value
ru: Вы должны ввести имя переменной и её значение

source: New variable
ru: Новая переменная

source: Add variable
ru: Добавить переменную

source: Overrides
ru: Переназначение

source: These variables override any other values for applets users execute on your site. Users will not be able to change these values.
ru: Данные переменные замещают любые другие значения в апплете, когда пользователи будут запускать его на вашем сайте. Пользователи не смогут изменить эти значения.

source: You have no override variables
ru: Нет переменных для замещения

source: Add a new override variable
ru: Добавить новую замещаемую переменную

source: Help
ru: Помощь

source: Here is a selection of variables that affect uploads.
ru: Это набор переменных, которые влияют на загрузку.

source: variable
ru: переменная

source: values
ru: значение

source: help
ru: помощь

source: instructs the applet to resize pictures before uploading to the album; by default, resizes to the album's intermediate image size
ru: заставляет апплет уменьшать размер изображения перед его загрузкой в альбом; по умолчанию, размер уменьшается до среднего размера изображения в альбоме

source: dimension the images will be resized to; this overrides album settings
ru: размеры изображений, к которым будут приведены изображения; это замещает настройки в альбоме

source: no automatic captions
ru: не присваивать заголовки автоматически

source: use filenames for captions
ru: использовать имя файла для заголовков

source: if using the filename for captions, strip the extension
ru: в случае использования имени файла для заголовка - удалять расширения

source: use EXIF extension for caption
ru: использования данные EXIF для заголовков

source: if false, the upload applet will use UTF-8 to send image meta-data to Gallery, rather than escaping it with HTML entities
ru: в случае false, апплет загрузки будет использовать кодировку UTF-8 для отправки метаданных изображения в Галерею, это лучше чем использовать тэги HTML.

source: set to false if you want to avoid losing EXIF data when the image is resized and ImageMagick is not found
ru: установите false, если не хотите потерять данные EXIF во время изменения размеров изображения и отсутствии ImageMagick

source: if true, the applet will not complain if it can't find ImageMagick
ru: если true, апплет не будет выдавать предупреждение об отсутствии ImageMagick

source: if true, the applet will not complain if it can't find Jpegtran
ru: если true, апплет не будет выдавать предупреждение об отсутствии Jpegtran

source: quality of JPEG compression when resizing with ImageMagick
ru: качество JPEG компрессии при изменение размеров изображения с помощью ImageMagick

source: Complete list of variables
ru: Полный список переменных
