Repository: jmullan/Gallery2
Catalog: modules/password/po/*.po
Languages: sk

source: Password Entry
sk: Zadanie Hesla

source: Password Items
sk: Položky Hesla

source: Assign passwords for viewing particular albums or items
sk: Priradenie hesiel na prezeranie určitých albumov alebo položiek

source: Display
sk: Zobrazenie

source: Set Password
sk: Nastaviť Heslo

source: Update permissions
sk: Upraviť oprávnenia

source: Remove Password
sk: Zrušiť Heslo

source: Password Protected Item
sk: Položka Chránená Heslom

source: Enter the password!
sk: Musíte zadať heslo!

source: Submit
sk: Odoslať

source: Password Protection
sk: Ochrana Heslom

source: Assign a password that is required for guests or other users without view permission. Ensure guests have permission to view resizes and/or original items before assigning a password.
sk: Priraďte heslo ktoré bude potrebné pre hostí a iných užívateľov bez práv pozerania. Uistite sa, že hostia majú práva na pozeranie zmenšených a/alebo originálnych položiek, pretým ako nastavíte heslo.

source: This item is already password protected.
sk: Táto položka je už chránená heslom.

source: New Password:
sk: Nové Heslo:

source: Password:
sk: Heslo:

source: Confirm Password:
sk: Potvrdiť Heslo:

source: The passwords you entered did not match
sk: Zadané heslá sa nezhodujú
